/*
 LocalizationStrings.strings
 ZohoSign
 
 Created by Nagarajan S on 13/10/16.
 Copyright © 2016 Zoho Corporation. All rights reserved.
 */


//SDK Keys
"sign.mobile.common.ok"                                 =       "OK";
"sign.mobile.common.cancel"                             =       "Hủy";
"sign.mobile.common.close"                              =       "Đóng";
"sign.mobile.common.next"                               =       "Kế tiếp";
"sign.mobile.common.error"                              =       "Lỗi";
"sign.mobile.common.unknownerror"                       =       "Lỗi chưa xác định";
"sign.mobile.common.share"                              =       "Chia sẻ";
"sign.mobile.common.retake"                             =       "Làm lại";
"sign.mobile.common.zohosign"                           =       "Zoho Sign";
"sign.mobile.common.readonly"                          =       "Chỉ đọc";
"sign.mobile.common.mandatory"                         =       "Bắt buộc";
"sign.mobile.common.required"                          =       "Bắt buộc";
"sign.mobile.common.finish"                             =       "Hoàn tất";

"sign.mobile.request.requestName"                       =       "Tên tài liệu";


"sign.mobile.field.signature"                           =       "Chữ ký";
"sign.mobile.field.company"                             =       "Công ty";
"sign.mobile.field.name"                                =       "Tên";
"sign.mobile.field.date"                                =       "Ngày";
"sign.mobile.field.initial"                             =       "Ký tắt";
"sign.mobile.field.email"                               =       "Email";
"sign.mobile.field.text"                                =       "Văn bản";
"sign.mobile.field.textfield"                           =       "Trường Văn Bản";
"sign.mobile.field.fieldName"                           =       "Tên Trường";
"sign.mobile.field.jobtitle"                            =       "Chức Danh";
"sign.mobile.field.fullname"                            =       "Họ Tên";
"sign.mobile.field.firstname"                           =       "Tên";
"sign.mobile.field.lastname"                            =       "Họ";
"sign.mobile.field.checkbox"                           =       "Hộp kiểm";
"sign.mobile.field.checkByDefault"                     =       "Chọn theo mặc định";
"sign.mobile.field.signDate"                           =       "Ngày Ký";


"sign.mobile.profile.profile"                           =       "Hồ sơ";
"sign.mobile.profile.fullName"                          =       "Họ Tên";
"sign.mobile.profile.firstName"                         =       "Tên";
"sign.mobile.profile.lastName"                          =       "Họ";
"sign.mobile.profile.email"                             =       "Email";
"sign.mobile.profile.company"                           =       "Công ty";
"sign.mobile.profile.jobTitle"                          =       "Chức Danh";
"sign.mobile.profile.dateFormat"                        =       "Định Dạng Ngày Tháng";
"sign.mobile.profile.timeZones"                         =       "Múi Giờ";
"sign.mobile.profile.takePicture"                       =       "Chụp Hình";
"sign.mobile.profile.choosePicture"                     =       "Chọn Hình Ảnh";
"sign.mobile.profile.deleteSignature"                   =       "Xóa Chữ Ký";
"sign.mobile.profile.signatureWizardDraw"               =       "Vẽ";
"sign.mobile.profile.drawSignature"                     =       "Vẽ Chữ Ký";
"sign.mobile.profile.selectSignature"                   =       "Chọn Kiểu";
"sign.mobile.profile.photoSignature"                    =       "Chụp Ảnh";
"sign.mobile.profile.chooseStyle"                       =       "Chọn Kiểu";
"sign.mobile.profile.drawYourSign"                      =       "Vẽ Chữ Ký của Bạn";
"sign.mobile.profile.signatureWizard"                   =       "Trình hướng dẫn chữ ký";
"sign.mobile.profile.createSignature"                   =       "Tạo Chữ Ký";
"sign.mobile.profile.createInitial"                     =       "Tạo Ký Tắt";
"sign.mobile.profile.tapHereToEditName"                 =       "Chạm vào đây để sửa tên";
"sign.mobile.profile.tapHereToEditInitial"              =       "Chạm vào đây để sửa chữ ký tắt";
"sign.mobile.profile.signHere"                          =       "Ký Tên Ở Đây";
"sign.mobile.profile.yourInitial"                       =       "Ký Tắt Của Bạn";

"sign.mobile.settings.personalDetails"                  =       "Chi tiết cá nhân";
"sign.mobile.profile.currentUserPlan"                   =       "Bạn đang sử dụng gói thuê bao %@";
"sign.mobile.account.documentsLeft"                     =       "Các tài liệu còn lại";
"sign.mobile.account.documentsPerMonth"                 =       "%d tài liệu mỗi tháng";
"sign.mobile.request.selectedDate"                      =       "Chọn ngày";


"sign.mobile.activityIndicator.processing"              =       "Đang xử lý... vui lòng chờ";
"sign.mobile.activityIndicator.uploading"               =       "Đang tải tài liệu lên... vui lòng chờ";
"sign.mobile.activityIndicator.submittingDoc"           =       "Đang gửi tài liệu...";
"sign.mobile.activityIndicator.savedraft"               =       "Đang lưu thành nháp...";
"sign.mobile.activityIndicator.signingDoc"              =       "Đang ký tài liệu...";
"sign.mobile.activityIndicator.loadingPreview"          =       "Đang tải bản xem trước...";
"sign.mobile.activityIndicator.preparingDocument"       =       "Đang chuẩn bị tài liệu...";


"sign.mobile.tooltip.tapAnywhereAddFields"              =       "Chạm vào để chèn các trường";
"sign.mobile.tooltip.tapHereToChangeName"               =       "Chạm vào đây để đổi tên";
"sign.mobile.tooltip.dragAndDropFields"                 =       "Kéo và thả các trường";
"sign.mobile.tooltip.extnSuccessmsg"                    =       "Một bản sao của tài liệu này được lưu vào tài khoản Zoho Sign của bạn";

"sign.mobile.common.none"                               =       "Không có";
"sign.mobile.common.copy"                               =       "Sao chép";
"sign.mobile.common.delete"                             =       "Xóa";
"sign.mobile.common.mail"                               =       "Thư";
"sign.mobile.common.download"                           =       "Tải xuống";
"sign.mobile.common.query"                              =       "Truy vấn";
"sign.mobile.common.decline"                            =       "Từ chối";
"sign.mobile.common.restore"                            =       "Khôi phục";
"sign.mobile.common.remind"                             =       "Nhắc nhở";
"sign.mobile.common.remindSigners"                      =       "Nhắc Người Ký";
"sign.mobile.common.recall"                             =       "Thu hồi";
"sign.mobile.common.export"                             =       "Xuất";
"sign.mobile.common.add"                                =       "Thêm";
"sign.mobile.common.done"                               =       "Hoàn tất";
"sign.mobile.common.today"                              =       "Hôm nay";
"sign.mobile.common.tomorrow"                           =       "Ngày mai";
"sign.mobile.common.yesterday"                          =       "Hôm qua";
"sign.mobile.common.create"                             =       "Tạo";
"sign.mobile.common.localFiles"                         =       "Các Tập Tin Cục Bộ";
"sign.mobile.common.zohoDocs"                           =       "Zoho Docs";
"sign.mobile.common.camera"                             =       "Máy ảnh";
"sign.mobile.common.scanDocuments"                      =       "Quét Tài Liệu";
"sign.mobile.common.photos"                             =       "Hình ảnh";
"sign.mobile.common.documents"                          =       "Tài liệu";
"sign.mobile.common.areyousure"                         =       "Bạn có chắc không?";
"sign.mobile.common.no"                                 =       "Không";
"sign.mobile.common.yes"                                =       "Có";
"sign.mobile.common.goBack"                             =       "Trở Lại";
"sign.mobile.common.selected"                           =       "đã chọn";
"sign.mobile.common.reason"                             =       "Lý do";
"sign.mobile.common.password"                           =       "Mật khẩu";
"sign.mobile.common.others"                             =       "Khác";
"sign.mobile.common.remove"                             =       "Xóa";
"sign.mobile.common.optional"                           =       "Tùy chọn";
"sign.mobile.common.mailTo"                             =       "Gửi:";
"sign.mobile.common.myself"                             =       "Bản thân tôi";
"sign.mobile.common.search"                             =       "Tìm kiếm";
"sign.mobile.common.apply"                              =       "Áp dụng";
"sign.mobile.common.login"                              =       "Đăng nhập";
"sign.mobile.common.signup"                             =       "Đăng Ký";
"sign.mobile.common.skip"                               =       "Bỏ qua";
"sign.mobile.common.send"                               =       "Gửi";
"sign.mobile.common.initializing"                       =       "Đang khởi tạo...";
"sign.mobile.common.accessBlocked"                      =       "Truy Cập Bị Chặn";
"sign.mobile.common.unblock"                            =       "Bỏ chặn";
"sign.mobile.common.notNow"                             =       "Không Phải Lúc Này";
"sign.mobile.common.updateZohoSign"                     =       "Cập Nhật Zoho Sign";
"sign.mobile.common.gotoAppStore"                       =       "Vào App Store";
"sign.mobile.common.account"                            =       "Tài khoản";
"sign.mobile.common.by"                                 =       "bởi";
"sign.mobile.common.me"                                 =       "Tôi";

"sign.mobile.tour.productTour"                          =       "Giới Thiệu Sản Phẩm";
"sign.mobile.tour.signIn"                               =       "Đăng Nhập";
"sign.mobile.tour.trynow"                               =       "Thử ký một tài liệu";

"sign.mobile.tour.productDesc"                          =       "Một ứng dụng ký tên kỹ thuật số hoàn chỉnh dành cho doanh nghiệp";
"sign.mobile.tour.skipTour"                             =       "Bỏ Qua Giới Thiệu";
"sign.mobile.tour.endTour"                              =       "Kết Thúc Giới Thiệu";
"sign.mobile.tour.getStarted"                           =       "Bắt Đầu";

"sign.mobile.tour.digitalSignTitle"                     =       "Chào mừng bạn đến với Zoho Sign";
"sign.mobile.tour.digitalSignDesc"                      =       "Trải nghiệm ký tên kỹ thuật số hoàn toàn mới";
"sign.mobile.tour.signAnywhereTitle"                    =       "Ký tên vào bất kỳ lúc nào, ở bất kỳ đâu";
"sign.mobile.tour.signAnywhereDesc"                     =       "Ký tên, gửi và đóng dấu các hoạt động kinh doanh ở bất kỳ đâu";
"sign.mobile.tour.extensionTitle"                       =       "Tích Hợp Dễ Dàng";
"sign.mobile.tour.securityTitle"                        =       "An Toàn & Bảo Mật";
"sign.mobile.tour.securityDesc"                         =       "Các tài liệu trong Zoho Sign có giá trị ràng buộc và có khả năng chống can thiệp";

"sign.mobile.tour.scanDesc"                             =       "Scan và tải lên biên nhận, hóa đơn, hợp đồng và thỏa thuận, v.v.";
"sign.mobile.tour.extensionDesc"                        =       "Ký tài liệu một cách dễ dàng từ các ứng dụng bạn thích.";
"sign.mobile.tour.multipleRecipientsDesc"               =       "Thêm nhiều người nhận và xác định thứ tự ký tên.";
"sign.mobile.tour.assignSomeoneDesc"                    =       "Chỉ định một người khác ký tên vào tài liệu.";
"sign.mobile.tour.iMessageDesc"                         =       "Chia sẻ các tài liệu đã hoàn thành thông qua iMessage.";


"sign.mobile.onboard.alreadySignUser"                   =       "Bạn đã sử dụng Zoho Sign? Đăng nhập để bắt đầu ký tên.";
"sign.mobile.onboard.signupAndStartSigning"             =       "Bạn mới sử dụng Zoho Sign? Đăng ký và bắt đầu ký tên";
"sign.mobile.onboard.continueAsGuest"                   =       "Tiếp tục với tư cách khách";

"sign.mobile.requestCreate.sign"                        =       "KÝ TÊN";
"sign.mobile.requestCreate.send"                        =       "GỬI";
"sign.mobile.requestCreate.signYourselfDescription"     =       "VÀ GỬI";
"sign.mobile.requestCreate.sendDocDescription"          =       "ĐỂ KÝ";

"sign.mobile.account.registerOrg"                       =       "Đăng Ký Tổ Chức";
"sign.mobile.account.contactAdmin"                      =       "Đã có tài khoản tổ chức? Liên hệ với quản trị viên của bạn để nhận thư mời truy cập Zoho Sign.";
"sign.mobile.account.creatingAccount"                   =       "Đang tạo tài khoản...";
"sign.mobile.account.signupToProceed"                   =       "Cách đơn giản, nhanh chóng và bảo mật để ký tài liệu. Đăng ký và bắt đầu ký tên.";
"sign.mobile.account.enterOrgNameDesc"                  =       "Nhập tên tổ chức của bạn để bắt đầu. Nếu bạn muốn sử dụng Zoho Sign cho mục đích cá nhân, chỉ cần nhập tên của bạn như tên tổ chức.";
"sign.mobile.account.enterOrgName"                      =       "Nhập tổ chức của bạn";
"sign.mobile.account.saveAndProceed"                    =       "Lưu và Tiếp Tục";

"sign.mobile.account.dontHaveAnAccountSignUp"           =       "Bạn không có tài khoản? Hãy đăng ký!";
"sign.mobile.account.alreadyHaveAnAccountLogin"         =       "Bạn đã có tài khoản? Đăng nhập";
"sign.mobile.account.needZohoSignAccountToSign"         =       "Bạn cần có một tài khoản Zoho Sign để ký tài liệu";
"sign.mobile.account.loginToSign"                       =       "Bạn cần phải đăng nhập để ký tài liệu";


"sign.mobile.request.receivedRequests"                  =       "Các Tài Liệu Đã Nhận";
"sign.mobile.request.sentRequests"                      =       "Các Tài Liệu Đã Gửi";
"sign.mobile.request.signYourself"                      =       "Tự Ký";
"sign.mobile.request.sendForSignatures"                 =       "Gửi Để Lấy Chữ Ký";
"sign.mobile.request.name"                              =       "Tên tài liệu";
"sign.mobile.request.description"                       =       "Mô tả";
"sign.mobile.request.note"                              =       "Để Lại Ghi Chú";
"sign.mobile.request.expiringDate"                      =       "Ngày Hết Hạn";
"sign.mobile.request.timeToComplete"                         =       "Thời Gian Hoàn Thành (Ngày)";
"sign.mobile.request.validTill"                         =       "Thỏa Thuận Có Giá Trị Đến";
"sign.mobile.request.folder"                            =       "Thư mục";
"sign.mobile.request.folderName"                        =       "Tên Thư Mục";
"sign.mobile.request.requestType"                       =       "Loại Tài Liệu";
"sign.mobile.request.type"                              =       "Loại";
"sign.mobile.request.recipients"                        =       "Người nhận";
"sign.mobile.request.sortBy"                            =       "Sắp xếp theo";
"sign.mobile.request.verfiyCodeSentToMail"              =       "Đã gửi mã xác thực đến số mail của bạn.";
"sign.mobile.request.verfiyCodeByRequester"             =       "Mã xác thực được cung cấp bởi người yêu cầu.";
"sign.mobile.request.verifyCode"                        =       "Xác thực";
"sign.mobile.request.didntReceiveCode"                  =       "Chưa nhận được mã?";
"sign.mobile.request.resendCode"                        =       "Gửi Lại Mã";
"sign.mobile.request.wrongSecretCode"                   =       "Mã xác thực không chính xác";
"sign.mobile.request.requestInfo"                       =       "Thông Tin Tài Liệu";
"sign.mobile.request.documentName"                      =       "Tên Tài Liệu";
"sign.mobile.request.fileName"                          =       "Tên Tập Tin";
"sign.mobile.request.requester"                         =       "Được Yêu Cầu Bởi";
"sign.mobile.request.requesterEmail"                    =       "Email của Người Yêu Cầu";
"sign.mobile.request.requestedOn"                       =       "Đã yêu cầu vào";
"sign.mobile.request.owner"                             =       "Chủ sở hữu";
"sign.mobile.request.expireOn"                          =       "Hết hạn vào ngày";
"sign.mobile.request.status"                            =       "Trạng thái";
"sign.mobile.request.notes"                             =       "Ghi chú";
"sign.mobile.request.completionCertificate"             =       "Chứng Chỉ Hoàn Thành";
"sign.mobile.request.saveChanges"                       =       "Lưu Thay Đổi";
"sign.mobile.request.selectAtleaseOneField"             =       "Vui lòng chọn ít nhất một trường cho từng người nhận";
"sign.mobile.request.selectAtleaseOneFieldSelfSign"     =       "Vui lòng chọn ít nhất một trường";
"sign.mobile.request.sampleDocument"                    =       "Tài Liệu Mẫu";
"sign.mobile.request.signedSuccessfully"                =       "Đã ký thành công";
"sign.mobile.request.declined"                          =       "Đã từ chối";
"sign.mobile.request.tapHereToContinue"                 =       "Chạm vào đây để tiếp tục";
"sign.mobile.request.emailDoc"                          =       "Email tài liệu (tối đa 3 mỗi lần)";
"sign.mobile.request.recipientStatus"                   =       "Trạng Thái Người Nhận";
"sign.mobile.request.activityFeed"                      =       "Thông Tin về Hoạt Động";
"sign.mobile.request.activityHistory"                   =       "Lịch sử hoạt động";
"sign.mobile.request.createdOn"                         =       "Được tạo vào";
"sign.mobile.request.submittedOn"                       =       "Đã gửi vào";
"sign.mobile.request.expiringOn"                        =       "Hết hạn vào ngày";
"sign.mobile.request.expiredOn"                         =       "Hết hạn vào";
"sign.mobile.request.completedOn"                       =       "Đã hoàn thành vào";
"sign.mobile.request.recalledOn"                        =       "Đã thu hồi vào";
"sign.mobile.request.declinedOn"                        =       "Đã từ chối vào";
"sign.mobile.request.deletedOn"                         =       "Đã xóa vào";
"sign.mobile.request.mailed"                            =       "Gửi Qua Đường Bưu Điện";
"sign.mobile.request.signed"                            =       "Đã ký";
"sign.mobile.request.viewed"                            =       "Đã xem";
"sign.mobile.request.assigned"                          =       "Đã chỉ định";
"sign.mobile.request.notAssigned"                       =       "Chưa chỉ định";
"sign.mobile.request.dueDateNotSet"                     =       "Chưa cài đặt thời hạn";
"sign.mobile.request.needsYourSignature"                =       "Cần có Chữ Ký của bạn";
"sign.mobile.request.outForSignature"                   =       "Đang Chờ Ký Tên";
"sign.mobile.request.assignRequest"                     =       "Chỉ Định Tài Liệu";
"sign.mobile.request.declineRequest"                    =       "Từ Chối Tài Liệu";
"sign.mobile.request.numberOfPages"                     =       "Số Trang";
"sign.mobile.request.renameRequest"                     =       "Đặt Lại Tên Tài Liệu";
"sign.mobile.request.moveFolder"                        =       "Di Chuyển Thư Mục";
"sign.mobile.request.changeFileType"                    =       "Thay Đổi Loại Tập Tin";
"sign.mobile.request.confirmYourIdentity"               =       "Xác Nhận Danh Tính Của Bạn";
"sign.mobile.request.fileType"                          =       "Loại Tập Tin";
"sign.mobile.request.enterVerifyCode"                   =       "Nhập Mã Xác Thực";
"sign.mobile.request.loggedInAsDifferentUser"           =       "Bạn đã đăng nhập như một người dùng khác. Vui lòng đăng nhập dùng “%@” và thử lại";
"sign.mobile.request.previewNotAvailable"               =       "Xem trước không khả dụng.";
"sign.mobile.request.ownerAuthMsg"                      =       "Vui lòng nhập mã xác thực mà chủ sở hữu đã chia sẻ với bạn";
"sign.mobile.request.ownerAuthMsgAfterFailure"          =       "Vui lòng nhập mã xác thực mà chủ sở hữu đã chia sẻ với bạn\nVì lý do an ninh, quyền truy cập tài liệu sẽ bị vô hiệu sau 3 lần nhập không chính xác.";
"sign.mobile.request.emailAuth"                         =       "Vui lòng nhập mã Xác Thực được chia sẻ vào địa chỉ email của bạn";
"sign.mobile.request.authCodeSentToEmail"               =       "Đã gửi lại mã xác thực đến mail của bạn";

/*          Request Operation Type           */

"sign.mobile.request.operationType.drafted"             =       "Soạn nháp";
"sign.mobile.request.operationType.updated"             =       "Đã cập nhật";
"sign.mobile.request.operationType.submitted"           =       "Đã gửi";
"sign.mobile.request.operationType.shredded"            =       "Cắt nhỏ";
"sign.mobile.request.operationType.deleted"             =       "Đã xóa";
"sign.mobile.request.operationType.recalled"            =       "Đã thu hồi";
"sign.mobile.request.operationType.restored"            =       "Đã khôi phục";
"sign.mobile.request.operationType.retrived"            =       "Truy xuất";
"sign.mobile.request.operationType.reminded"            =       "Đã nhắc";
"sign.mobile.request.operationType.archived"            =       "Đã lưu";
"sign.mobile.request.operationType.assigned"            =       "Đã chỉ định";
"sign.mobile.request.operationType.downloaded"          =       "Đã tải xuống";
"sign.mobile.request.operationType.skipped"             =       "Đã bỏ qua";
"sign.mobile.request.operationType.docEmailed"          =       "Đã Email Tài Liệu";
"sign.mobile.request.operationType.linkEmailed"         =       "Đã Email Liên Kết";
"sign.mobile.request.operationType.startedSigning"      =       "Bắt Đầu Ký";
"sign.mobile.request.operationType.successSigning"      =       "Đã Ký Thành Công";
"sign.mobile.request.operationType.failedSigning"       =       "Ký Không Thành Công";
"sign.mobile.request.operationType.accessSuccess"       =       "Truy Cập Thành Công";
"sign.mobile.request.operationType.accessFailure"       =       "Lỗi Truy Cập";

"sign.mobile.request.status.all"                        =       "Tất cả";
"sign.mobile.request.status.inprogress"                 =       "Đang Tiến Hành";
"sign.mobile.request.status.pending"                    =       "Đang chờ xử lý";
"sign.mobile.request.status.completed"                  =       "Đã hoàn tất";
"sign.mobile.request.status.expiring"                   =       "Hết hạn";
"sign.mobile.request.status.expired"                    =       "Đã hết hạn";
"sign.mobile.request.status.declined"                   =       "Đã từ chối";
"sign.mobile.request.status.recalled"                   =       "Đã thu hồi";
"sign.mobile.request.status.draft"                      =       "Bản nháp";
"sign.mobile.request.status.trash"                      =       "Thùng rác";
"sign.mobile.request.status.expires"                    =       "Hết hạn";


"sign.mobile.request.list.requestedTime"                =       "Thời gian yêu cầu";
"sign.mobile.request.list.discardChanges"               =       "Bỏ thay đổi";
"sign.mobile.request.list.continueFromLeftover"         =       "Tiếp tục từ vị trí đã rời khỏi";
"sign.mobile.request.list.lastModified"                 =       "Điều chỉnh lần cuối";
"sign.mobile.request.list.searchRequest"                =       "Tìm kiếm tài liệu";
"sign.mobile.request.list.recentSearches"               =       "Các Thao Tác Tìm Kiếm Gần Đây";
"sign.mobile.request.list.modifiedOn"                   =       "Được điều chỉnh vào";
"sign.mobile.request.list.finishedOn"                   =       "Hoàn tất vào %@";
"sign.mobile.request.list.declinedOn"                   =       "Đã từ chối vào %@";
"sign.mobile.request.list.expiredOn"                    =       "Hết hạn vào %@";
"sign.mobile.request.list.deletedOn"                    =       "Đã xóa vào %@";
"sign.mobile.request.list.lastUpdatedOn"                =       "Cập nhật lần cuối vào";
"sign.mobile.request.list.declinedMsg"                  =       "Bị từ chối bởi %@";
"sign.mobile.request.list.deleteOn"                     =       "Đã xóa";
"sign.mobile.request.list.yetToView"                    =       "%@ • %@ chưa xem";
"sign.mobile.request.list.yetToSign"                    =       "%@ • %@ chưa ký";
"sign.mobile.request.list.ofPending"                    =       "%@ • %lu / %lu đang chờ";
"sign.mobile.request.list.nameAscending"                =       "Tên tăng dần";
"sign.mobile.request.list.nameDescending"               =       "Tên giảm dần";
"sign.mobile.request.list.from"                         =       "Từ";
"sign.mobile.request.list.filterOptions"                =       "Các Tùy Chọn Bộ Lọc";


"sign.mobile.request.create.tapHereToSelectDoc"         =       "Chạm vào đây để tải tài liệu lên";
"sign.mobile.request.create.pleaseUploadDoc"            =       "Vui lòng tải tài liệu lên";
"sign.mobile.request.create.pleaseChooseRecipient"      =       "Vui lòng chọn một người nhận";
"sign.mobile.request.create.oneSigningActionAlert"      =       "Phải chỉ định ít nhất một người nhận ký tài liệu";
"sign.mobile.request.create.pleaseEnterName"            =       "Vui lòng nhập tên tài liệu";
"sign.mobile.request.create.recipientsAdded"            =       "Đã thêm %lu.";
"sign.mobile.recipient.create.addRecipients"            =       "Thêm Người Nhận";
"sign.mobile.request.create.recipients"                 =       "Người nhận";
"sign.mobile.request.create.validityForever"            =       "Vĩnh viễn";
"sign.mobile.request.create.setDate"                    =       "Cài Đặt Ngày tháng";
"sign.mobile.request.create.tapHereToStart"             =       "Chạm vào đây để Bắt Đầu Ký";
"sign.mobile.request.create.moreDetails"                =       "Chi Tiết Bổ Sung";
"sign.mobile.request.create.viewAll"                    =       "Xem tất cả";


"sign.mobile.editor.fillAllRequiredFields"              =       "Vui lòng điền vào tất cả trường bắt buộc";
"sign.mobile.editor.startSigning"                       =       "Bắt Đầu Ký";
"sign.mobile.editor.termsAndConditions"                 =       "Điều Khoản và Điều Kiện";
"sign.mobile.editor.exitPreview"                        =       "Thoát khỏi xem trước";
"sign.mobile.editor.agreeTerms"                         =       "Đồng ý";
"sign.mobile.editor.fieldsToSign"                       =       "Các trường cần ký";

"sign.mobile.recipient.retainOrder"                     =       "Gửi theo thứ tự";
"sign.mobile.recipient.notExist"                        =       "Tên người nhận không tồn tại. Bạn có muốn thêm người nhận mới không?";
"sign.mobile.recipient.addRecipient"                    =       "Thêm Người Nhận";
"sign.mobile.recipient.nameCannotEmpty"                 =       "Không được để trống tên";
"sign.mobile.recipient.invalidEmail"                    =       "Địa chỉ email không hợp lệ";
"sign.mobile.recipient.privateMessage"                  =       "Tin Nhắn Riêng Tư";
"sign.mobile.recipient.message"                         =       "Tin nhắn";
"sign.mobile.recipient.authenticationCode"              =       "Mã Xác Thực";
"sign.mobile.recipient.needToSign"                      =       "Cần ký";
"sign.mobile.recipient.getsACopy"                       =       "Nhận một bản sao";
"sign.mobile.recipient.verfication"                     =       "Xác thực";
"sign.mobile.recipient.deliveryType"                    =       "Hình Thức Gửi";
"sign.mobile.recipient.offline"                         =       "Ngoại tuyến";
"sign.mobile.recipient.noteOTP"                         =       "Lưu ý: Mã xác thực sẽ được gửi qua email.";
"sign.mobile.recipient.code"                            =       "Mã";
"sign.mobile.recipient.noteCode"                        =       "Lưu ý: Mã này được tự động lập. Ghi đè nếu cần (chính xác 6 ký tự)";
"sign.mobile.recipient.enterNameEmail"                  =       "Nhập tên/email liên hệ";
"sign.mobile.recipient.localContacts"                   =       "Số Liên Lạc Trong Thiết Bị";
"sign.mobile.recipient.contactSelected"                 =       "Số liên lạc đã chọn";
"sign.mobile.recipient.contactsSelected"                =       "Các số liên lạc đã chọn";
"sign.mobile.recipient.addMe"                           =       "Thêm tôi";
"sign.mobile.recipient.invalidName"                     =       "Tên không hợp lệ";
"sign.mobile.recipient.atleastOneRecipient"             =       "Thêm ít nhất một người nhận để ký tài liệu";
"sign.mobile.recipient.dupRecipientExists"              =       "Tồn tại người nhận trùng lặp";
"sign.mobile.recipient.chooseFromContacts"              =       "Chọn từ số liên lạc";

"sign.mobile.emptyScreen.noSentRequestOnboard"          =       "Chưa gửi tài liệu nào";
"sign.mobile.emptyScreen.noDocumentsAvailable"          =       "Không có tài liệu";
"sign.mobile.emptyScreen.noReceivedRequestOnboard"      =       "Chưa nhận tài liệu nào";
"sign.mobile.emptyScreen.noRequestOnSearch"             =       "Không tìm thấy tài liệu";
"sign.mobile.emptyScreen.noContacts"                    =       "Không có số liên lạc";
"sign.mobile.emptyScreen.norecipientAdded"              =       "Chưa thêm người nhận nào";
"sign.mobile.emptyScreen.noActivityFeed"                =       "Không có hoạt động gần đây";
"sign.mobile.emptyScreen.noDataAvailable"               =       "Không có dữ liệu";
"sign.mobile.emptyScreen.noFilesAvailable"              =       "Không Có Tập Tin Nào";
"sign.mobile.emptyScreen.noResults"                     =       "Không có kết quả";

"sign.mobile.error.timeout"                             =       "Hết thời gian yêu cầu";
"sign.mobile.error.dataError"                           =       "Có lỗi khi tải";
"sign.mobile.error.tapToRetry"                          =       "Chạm vào để thử lại";
"sign.mobile.error.fileSizeExceedsMaxSize"              =       "Tập tin vượt quá kích thước tối đa là 25MB";

"sign.mobile.settings.settings"                         =       "Thiết lập";
"sign.mobile.settings.signout"                          =       "Đăng Xuất";
"sign.mobile.settings.logout"                           =       "Đăng Xuất";
"sign.mobile.settings.termsOfService"                   =       "Điều khoản dịch vụ";
"sign.mobile.settings.privacyPolicy"                    =       "Chính sách về quyền riêng tư";
"sign.mobile.settings.rateUs"                           =       "Xếp Hạng Chúng Tôi";
"sign.mobile.settings.openSourceAttributes"             =       "Các thuộc tính nguồn mở";
"sign.mobile.settings.feedback"                         =       "Ý kiến phản hồi";
"sign.mobile.settings.faq"                              =       "Những Câu Hỏi Thường Gặp";
"sign.mobile.settings.manageLocalFiles"                 =       "Quản Lý Các Tập Tin Cục Bộ";
"sign.mobile.settings.clearAllFiles"                    =       "Xóa dữ liệu trong cache ra khỏi thiết bị";
"sign.mobile.settings.clearCache"                       =       "Xóa cache";
"sign.mobile.settings.passcodeLock"                     =       "Khóa mật mã";
"sign.mobile.settings.allowTouchID"                     =       "Cho phép Touch ID mở khóa";
"sign.mobile.settings.security"                         =       "Bảo mật";
"sign.mobile.settings.theme"                            =       "Chủ đề";
"sign.mobile.settings.support"                          =       "Hỗ trợ";
"sign.mobile.settings.cache"                            =       "Cache";
"sign.mobile.setting.cacheMemorySize"                   =       "Dung lượng bộ nhớ cache";
"sign.mobile.settings.about"                            =       "Giới thiệu (Phiên bản %@)";
"sign.mobile.settings.touchIDDisabledAlert"             =       "Touch ID cũng sẽ bị vô hiệu. Bạn có muốn tiếp tục không?";
"sign.mobile.settings.deviceCannotAuthTouchID"          =       "Thiết bị của bạn không thể xác thực dùng Touch ID.";
"sign.mobile.settings.enterPasscode"                    =       "Nhập Mật Mã";
"sign.mobile.settings.setPasscode"                      =       "Cài Đặt Mật Mã";
"sign.mobile.settings.enterYourPasscode"                =       "Nhập mật mã của bạn";
"sign.mobile.settings.reenterPasscode"                  =       "Nhập lại Mật Mã của bạn";
"sign.mobile.settings.passcodeNotMatch"                 =       "Mật mã không khớp. Hãy thử lại.";
"sign.mobile.settings.touchIDAuth"                      =       "Mở Khóa Mật Mã";
"sign.mobile.settings.unlockZohoSign"                   =       "Mở Khóa Zoho Sign";
"sign.mobile.settings.unlockAttemptsLeft"               =       "Số Lần Còn Lại";
"sign.mobile.settings.enterPasscodeUnlock"              =       "Nhập mật mã để mở khóa";
"sign.mobile.setting.feedbackSentSuccess"               =       "Đã gửi ý kiến phản hồi thành công";

"sign.mobile.feedback.EnterEmail"                       =       "Nhập địa chỉ email của bạn";
"sign.mobile.feedback.comment"                          =       "Nhận xét";
"sign.mobile.feedback.attachScreenshots"                =       "Đính Kèm Hình Chụp Màn Hình";
"sign.mobile.feedback.howIsYourExperience"              =       "Vui lòng cho biết trải nghiệm của bạn với Zoho Sign như thế nào?";
"sign.mobile.feedback.mindGivingFeedback"               =       "Bạn có phiền cho chúng tôi biết ý kiến phản hồi không?";
"sign.mobile.feedback.noThanks"                         =       "Không, cám ơn";
"sign.mobile.feedback.okSure"                           =       "Ok, được";
"sign.mobile.feedback.couldNotSendMail"                 =       "Không thể gửi email";
"sign.mobile.feedback.checkMailConfig"                  =       "Không thể gửi email.  Vui lòng kiểm tra cấu hình email và thử lại.";
"sign.mobile.feedback.doYouEnjoytheApp"                 =       "Bạn có thích sử dụng ứng dụng này không?";
"sign.mobile.feedback.canYouReviewinAppStore"           =       "Vì bạn sử dụng ZohoSign, bạn có thể giúp chúng tôi bằng cách để lại đánh giá trong Appstore không?";
"sign.mobile.feedback.rateApp"                          =       "Đánh Giá Ứng Dụng";


"sign.mobile.notify.docMailedSuccess"                   =       "Đã gửi tài liệu lên thành công";
"sign.mobile.notify.requestSavedInDraft"                =       "Đã lưu tài liệu thành bản nháp";
"sign.mobile.notify.reminderSent"                       =       "Đã gửi thông báo nhắc";
"sign.mobile.notify.requestRecalled"                    =       "Đã thu hồi tài liệu";
"sign.mobile.notify.requestMovedToTrash"                =       "Đã chuyển tài liệu vào thùng rác";
"sign.mobile.notify.requestRestored"                    =       "Đã khôi phục tài liệu";
"sign.mobile.notify.requestCreated"                     =       "Đã tạo tài liệu";
"sign.mobile.notify.requestUpdated"                     =       "Đã cập nhật tài liệu";
"sign.mobile.notify.importSuccess"                      =       "Đã nhập tài liệu thành công";
"sign.mobile.notify.requestDeclined"                    =       "Đã từ chối tài liệu";
"sign.mobile.notify.dataCacheCleared"                   =       "Đã xóa dữ liệu trong cache";
"sign.mobile.notify.requestReminding"                   =       "Đang gửi thông báo nhắc...";
"sign.mobile.notify.sendingMail"                        =       "Đang gửi thư...";

"sign.mobile.alert.enterComment"                        =       "Vui lòng nhập nhận xét của bạn";
"sign.mobile.alert.enterReason"                         =       "Vui lòng nhập lý do";
"sign.mobile.alert.enterEmailId"                        =       "Vui lòng nhập địa chỉ email";
"sign.mobile.alert.noAccessLocalContacts"               =       "Vui lòng cho phép truy cập các số liên lạc cục bộ.";
"sign.mobile.alert.noMailId"                            =       "Vui lòng nhập ít nhất một địa chỉ email";
"sign.mobile.alert.contactAdminForAccess"               =       "Vui lòng liên hệ với quản trị viên của bạn để cho phép truy cập Zoho Sign";
"sign.mobile.alert.loginExpires"                        =       "Đăng nhập hết hạn. Vui lòng đăng nhập lại";
"sign.mobile.alert.loginToSign"                         =       "Vui lòng đăng nhập để ký tài liệu";
"sign.mobile.alert.docUploadFailed"                     =       "Tải tài liệu lên thất bại";
"sign.mobile.alert.noInternetConnection"                =       "Mạng không khả dụng";
"sign.mobile.alert.accountDisableContactAdmin"          =       "Tài khoản đã bị vô hiệu. Liên hệ với quản trị viên của bạn để kích hoạt tài khoản của bạn.";
"sign.mobile.alert.needToAccessCamera"                  =       "Cần truy cập camera";
"sign.mobile.alert.noCameraAccess"                      =       "Ứng dụng này không được phép truy cập camera.";
"sign.mobile.alert.enablePrivacySettings"               =       "Bạn có thể cho phép truy cập trong Thiết Lập Bảo Mật.";
"sign.mobile.alert.documentPasswordProtected"           =       "Tài liệu này được bảo vệ bằng mật khẩu";
"sign.mobile.alert.recallNote"                          =       "Thu hồi tài liệu sẽ vô hiệu nó và không cho phép người ký ký tên vào nó";
"sign.mobile.alert.reminderNote"                        =       "Khi tùy chọn gửi theo thứ tự được chọn, thông báo nhắc sẽ được gửi đến người ký tiếp theo chưa ký tài liệu. Nếu không, thông báo nhắn sẽ được gửi cho tất cả những người ký nào chưa ký tài liệu.";
"sign.mobile.alert.copiedToClipboard"                   =       "Đã sao chép vào bảng tạm";
"sign.mobile.alert.accessBlockedContactAdmin"           =       "Quyền truy cập tài liệu bị chặn vì nhập mã xác thực không chính xác 3 lần. Liên hệ với chủ sở hữu để mở khóa nó.";
"sign.mobile.alert.accessBlockedForRecalled"            =       "Bạn không còn có quyền truy cập tài liệu này vì nó đã bị thu hồi";
"sign.mobile.alert.accessBlockedForDeclined"            =       "Bạn không còn có quyền truy cập tài liệu này vì nó đã bị từ chối";
"sign.mobile.alert.accessBlockedForExpired"             =       "Bạn không còn có quyền truy cập tài liệu này vì nó đã hết hạn";
"sign.mobile.alert.unblockAlert"                          =       "Bạn có muốn bỏ chặn tài liệu đối với người nhận %@ không?";



/*          Action Extension              */

"sign.mobile.actionExtn.signInToSign"                   =       "Vui lòng đăng nhập vào Zoho Sign để bắt đầu ký tài liệu";
"sign.mobile.actionExtn.launchZohoSign"                 =       "Mở Zoho Sign";
"sign.mobile.actionExtn.unsupportedFormat"              =       "Định dạng tập tin không được hỗ trợ";

"sign.mobile.actionExtn.loginRequired"                  =       "Yêu Cầu Đăng Nhập";
"sign.mobile.actionExtn.internetRequiredToSignDocument" =       "Cần có kết nối Internet để ký tài liệu với Zoho Sign";

"sign.mobile.request.filterBy"                         =       "Lọc theo";
"sign.mobile.emptyScreen.noTemplatesAvailable"         =       "Không có mẫu";
"sign.mobile.emptyScreen.noFieldsAdded"                =       "Chưa thêm trường nào";

"sign.mobile.common.save"                              =       "Lưu";
"sign.mobile.request.status.tobehosted"                =       "Sẽ Được Tổ Chức";
"sign.mobile.request.status.hosted"                    =       "Được tổ chức";
"sign.mobile.request.skipsigning"                      =       "Bỏ Qua Ký Tên";
"sign.mobile.request.resetfields"                      =       "Cài Đặt Lại Các Trường";
"sign.mobile.request.signedInperson"                   =       "Đã Ký Trực Tiếp";
"sign.mobile.create.prefillByYou"                      =       "Được điền sẵn bởi bạn";

"sign.mobile.request.operationType.inpersonSigningSuccess"   =       "Phiên Trực Tiếp: Đã ký";
"sign.mobile.request.operationType.inpersonSigningFailure"   =       "Phiên Trực Tiếp: Ký Không Thành Công";
"sign.mobile.request.operationType.inpersonAccessFailure"   =        "Phiên Trực Tiếp: Lỗi Truy Cập";
"sign.mobile.request.operationType.hosted"                   =       "Phiên Trực Tiếp: Đã hoàn tất";
"sign.mobile.request.operationType.viewedFromHost"           =       "Đã Xem bởi Người Tổ Chức";
"sign.mobile.request.operationType.remindedForInpersonSigning"   =       "Đã gửi thông báo nhắc cho người tổ chức";
"sign.mobile.request.operationType.linkEmailedInperson"     =       "Đã gửi tài liệu cho Người Tổ Chức";
"sign.mobile.request.operationType.linkEmailedToHost"     =       "Đã Email Liên Kết cho Người Tổ Chức";

"sign.mobile.inperson.hostAssignedMessage"  =   "%@ đã chỉ định bạn tổ chức một phiên ký trực tiếp đối với tài liệu này.";
"sign.mobile.inperson.selectHostMessage"    =   "Vui lòng chọn một người ký để tổ chức một phiên ký trực tiếp.";
"sign.mobile.inperson.assignedSignersList"  =   "Danh sách những người ký trực tiếp";
"sign.mobile.inperson.hostSession"          =   "Tổ chức phiên";
"sign.mobile.inperson.passControl"          =   "Chuyển Quyền Kiểm Soát";
"sign.mobile.inperson.finishSession"        =   "Hoàn tất phiên";
"sign.mobile.inperson.passcontrolMessage"   =   "%@ bạn đã ký tài liệu này. Bạn có thể chuyển quyền kiểm soát trở lại cho %@";
"sign.mobile.inperson.hostInstructions"     =   "Hướng dẫn";
"sign.mobile.inperson.signerTerms"          =   "Bằng việc chọn bắt đầu ký, bạn đã đồng ý";
"sign.mobile.inperson.welcomeHostText"      =   "Xin chào %@";
"sign.mobile.inperson.yourTurnSign"         =   "Đến lượt bạn ký.";


"sign.mobile.common.you"                    =   "Bạn";
"sign.mobile.request.hostedBy"              =   "Tổ chức bởi";
"sign.mobile.common.inpersonSigner"         =   "Người ký trực tiếp";
"sign.mobile.error.retry"                   =   "Thử lại";
"sign.mobile.profile.sendUsageReports"     =    "Gửi Báo Cáo Sử Dụng";
"sign.mobile.common.help"                  =    "Trợ giúp";
"sign.mobile.common.all"                   =    "Tất cả";
"sign.mobile.common.more"                  =    "Bổ sung";
"sign.mobile.common.scan"                  =    "Quét";
"sign.mobile.error.somethingWentWrong"     =    "Đã có vấn đề";
"sign.mobile.error.subscriptionActionFailure" =  "Có vấn đề khi kích hoạt thuê bao, hãy liên hệ với support@zohosign.com";
"sign.mobile.settings.allowFaceID"         =     "Cho phép Face ID mở khóa";

"sign.mobile.settings.profileDesc" =    "Cài đặt chữ ký điện tử của bạn và quản lý các chi tiết cá nhân của bạn";
"sign.mobile.settings.securityDetailsDesc" =    "Cấu hình các thiết lập an ninh";
"sign.mobile.settings.helpDesc"            =    "Nhận trợ giúp với Zoho Sign";

"sign.mobile.settings.faceIDDisabledAlert"             =       "Face ID cũng sẽ bị vô hiệu. Bạn có muốn tiếp tục không?";

"sign.mobile.create.alert.firstRecipientShouldbeSigner" =   "Vui lòng đảm bảo rằng người nhận đầu tiên là một người ký";
"sign.mobile.create.alert.expiryDateMustBeGreaterThan1" =    "Thời gian hoàn thành phải nằm trong khoảng từ 1 đến 99 ngày";
"sign.mobile.create.defaultRecipientMessage" =   "Vui lòng xem lại và ký vào tài liệu này.";
"sign.mobile.create.alert.cannotAddSameRoleMultipleTimes" = "Bạn không thể thêm cùng một vai trò nhiều lần";
"sign.mobile.viewer.showingCurrentItem"    =    "Hiển thị %d / %d";

"sign.mobile.iap.restorePurchase"          =    "Khôi Phục Giao Dịch Mua";
"sign.mobile.iap.planActivated"            =    "Gói Thuê Bao Đã Được Kích Hoạt";
"sign.mobile.iap.title"                    =    "Giá cả";
"sign.mobile.iap.plan.free"                =    "Miễn phí";
"sign.mobile.iap.plan.standard"            =    "Standard";
"sign.mobile.iap.plan.professional"        =    "Professional";
"sign.mobile.iap.plan.enterprise"          =    "Enterprise";
"sign.mobile.iap.planActivationFailureMailSent" = "Không thể kích hoạt thuê bao. Đã gửi mail để khởi tạo theo cách thủ công. Vui lòng chờ.";
"sign.mobile.iap.subscriptionInfo"          =    "Thông Tin Thuê Bao";
"sign.mobile.iap.terms"                    =    "Điều khoản";
"sign.mobile.iap.proceed"                  =    "Tiếp tục";
"sign.mobile.iap.upgrade"                  =    "Nâng cấp";
"sign.mobile.iap.upgradeYourAccount"       =    "Nâng cấp giấy phép Zoho Sign của bạn để truy cập mọi tính năng";
"sign.mobile.iap.feature.unlimitedDocSigning"     =    "Ký tài liệu không hạn chế";
"sign.mobile.iap.feature.inPersonSigning"     =    "Ký Trực Tiếp";
"sign.mobile.iap.feature.reports"     =    "Báo Cáo và Theo Dõi Kiểm Tra";
"sign.mobile.iap.feature.reminders"   =     "Thông Báo Nhắc & Thông Báo";
"sign.mobile.iap.feature.sign25Docs"  =     "25 tài liệu / người dùng / tháng";
"sign.mobile.iap.feature.sign5Docs"  =     "5 tài liệu / người dùng / tháng";
"sign.mobile.iap.feature.webAppAccess"  =     "Truy cập ứng dụng web";
"sign.mobile.iap.feature.inAppScanning"       =    "Scan Trong Ứng Dụng";
"sign.mobile.iap.feature.advancedFormFields"  =    "Các Trường Mẫu Đơn Nâng Cao";

"com.zoho.sign.standard.us.monthly"        =    "Standard - Hàng Tháng";
"com.zoho.sign.standard.us.yearly"         =    "Standard - Hàng Năm";
"com.zoho.sign.pro.us.monthly"             =    "Professional - Hàng Tháng";
"com.zoho.sign.pro.us.yearly"              =    "Professional - Hàng Năm";

"sign.mobile.iap.termsOfSubscription"       =    "- Thanh toán sẽ được tính vào Tài Khoản iTunes khi xác nhận mua\n- Thuê bao tự động gia hạn trừ phi tính năng tự động gia hạn đã được tắt ít nhất 24 giờ trước khi kết thúc kỳ hiện tại\n- Tài khoản sẽ được tính phí gia hạn trong vòng 24 giờ trước khi kết thúc kỳ hiện tại\n- Người dùng có thể quản lý thuê bao và có thể tắt tính năng tự động gia hạn bằng cách vào Thiết Lập Tài Khoản của người dùng sau khi mua\n- Không được phép hủy thuê bao hiện tại trong kỳ thuê bao có hiệu lực\n- Bất kỳ phần nào chưa sử dụng của giai đoạn dùng thử miễn phí, nếu được cung cấp, sẽ bị vô hiệu khi người dùng mua thuê bao ấn phẩm đó.";


"sign.mobile.template.documentFields"        =       "Các trường tài liệu";
"sign.mobile.template.name"                  =       "Tên mẫu";
"sign.mobile.common.templates"               =       "Mẫu";
"sign.mobile.alert.fieldCannotBeEmpty"       =       "Không thể để trống trường";
"sign.mobile.common.edit"                    =       "Sửa";
"sign.mobile.common.tips"                    =       "Lời khuyên";
"sign.mobile.help.enableSignExtension"       =       "Bật Mở Rộng Ký";
"sign.mobile.help.enableSignExtensionDocTitle"    =       "Bật tính năng mở rộng Zoho Sign để bắt đầu ký tài liệu trực tiếp từ bất kỳ ứng dụng nào.";
"sign.mobile.help.enableSignExtensionStep1"    =       "Chạm vào nútÂ Chia Sẻ";
"sign.mobile.help.enableSignExtensionStep2"    =       "Quét qua phải ở dải dưới cùng và chạm vào biểu tượngÂ Bổ Sung";
"sign.mobile.help.enableSignExtensionStep3"    =       "Bật tùy chọnÂ Ký bằng Zoho Sign";
"sign.mobile.help.enableSignExtensionStep4"    =       "Ký bằng Zoho Sign\nChạm vào biểu tượngÂ Ký bằng Zoho Sign để bắt đầu ký tài liệu";
"sign.mobile.notify.templateDeleted"        =   "Mẫu đã xóa";
"sign.mobile.template.usetemplate"          =   "Sử dụng";
"sign.mobile.template.quicksend"            =   "Gửi";
"sign.mobile.template.viewer"               =   "Xem";
"sign.mobile.template.noDocument"           =   "Không có tài liệu nào trong mẫu này.";


"sign.mobile.create.uploadDocuments"    =   "Tải Tài Liệu Lên";
"sign.mobile.create.manageRecipients"   =   "Quản Lý Người Nhận";
"sign.mobile.create.otherDetails"       =   "Thông Tin Chi Tiết Khác";
"sign.mobile.create.invalidDocName"     =   "Tên Tài Liệu không hợp lệ";
"sign.mobile.recipient.remoteSigner"    =   "Người ký từ xa";
"sign.mobile.editor.fieldsList"         =   "Danh Sách Trường";
"sign.mobile.common.page"               =   "Trang";
"sign.mobile.common.dismiss"            =   "Bỏ";
"sign.mobile.recipient.host"            =   "Người tổ chức";
"sign.mobile.recipient.inperson.name"   =   "Tên của người ký";
"sign.mobile.recipient.inperson.email"  =   "Email của người ký";
"sign.mobile.recipient.name"            =   "Tên";
"sign.mobile.template.tobefilled"       =   "Sẽ điền";
"sign.mobile.recipient.editRecipient"   =   "Sửa Người Nhận";
"sign.mobile.recipient.action"          =   "Thao tác";
"sign.mobile.recipient.authentication"  =   "Xác thực";
"sign.mobile.template.role"             =   "Vai trò";
"sign.mobile.recipient.enterRoleOrEmail"        =   "Vui lòng nhập vai trò hoặc email cho người nhận";
"sign.mobile.recipient.roleInvalidCharacters"   =   "Vai trò của người nhận chứa các ký tự không hợp lệ";
"sign.mobile.recipient.authenticationCodeSixCharacters" = "Mã xác thực phải chứa 6 ký tự";
"sign.mobile.recipient.hostMustBeSignUser"      =   "Email của người tổ chức phải nằm trong tổ chức Zoho Sign của bạn";
"sign.mobile.recipient.autoGeneratedCode.overwrite"   =   "Lưu ý: Mã này được tự động lập. Ghi đè nếu cần.";
"sign.mobile.create.timeToCompleteLessThanCount" = "Thời gian hoàn thành phải ít hơn 100 ngày";
"sign.mobile.recipient.alreadyAdded"    =   "Đã thêm người nhận";
"sign.mobile.recipient.cannotAddMultipleTimes" = "Bạn không thể thêm cùng một người nhận nhiều lần";
"sign.mobile.recipient.cannotAddSameSignerContinuously" = "Bạn không thể thêm cùng một người nhận mà không có một người ký khác ở giữa";

"sign.mobile.request.deleteDocument"            =       "Xóa Tài Liệu";
"sign.mobile.request.restoreDocument"           =       "Khôi Phục Tài Liệu";
"sign.mobile.settings.turnOff"                  =       "Tắt";

"sign.mobile.notify.documentSent"               =       "Đã gửi tài liệu";

"sign.mobile.inperson.reenterZohoPassword"  =  "Vui lòng nhập lại mật khẩu Zoho của bạn để hoàn tất phiên";

"sign.mobile.request.create.discard"  =  "Bỏ";
"sign.mobile.document.downloading"     = "Đang tải xuống %li / %li...";
"sign.mobile.create.fileUploadNotCompleted" = "Không thể hoàn tất tải tập tin lên";
"sign.mobile.received.assign" = "Chỉ định";

"sign.mobile.request.invalidAttemptsExceeded" = "Đã vượt quá số lần không hợp lệ";

"sign.mobile.template.addDocument"  =   "Thêm Tài Liệu";
"sign.mobile.notify.templateSaved" =  "Đã lưu mẫu";
"sign.mobile.activityIndicator.saveTemplate"   =       "Đang lưu mẫu...";
"sign.mobile.alert.fieldMustFilled" = "Phải điền vào trường này";
"sign.mobile.recipient.authenticationMandatory" = "Xác thực là bắt buộc đối với tất cả người nhận";
"sign.mobile.common.characternotAllowed" = "Không được phép sử dụng ký tự %@";
"sign.mobile.request.emailDocument" =       "Email Tài Liệu";
"sign.mobile.request.email.maximum3AtATime"     =   "Tối đa 3 mỗi lần";

"sign.mobile.recipient.signer"    =   "Người ký";
"sign.mobile.document.loading"    =   "Đang tải %li / %li...";
"sign.mobile.common.loading"      =   "Đang tải...";
"sign.mobile.common.downloading"  =   "Đang tải xuống...";
"sign.mobile.common.undo" = "Hoàn tác";
"sign.mobile.recipient.removed"  = "Đã xóa người nhận";

"sign.mobile.common.sign"        =   "Ký tên";
"sign.mobile.settings.usagelogsDescription"  =   "Dữ liệu của bạn vẫn được ẩn danh hoàn toàn và sẽ không được chia sẻ với các bên bên ngoài.";
"sign.mobile.settings.enableCrashLogs"       =   "Gửi báo cáo sự cố";
"sign.mobile.settings.enableUsageLogs"       =   "Chia sẻ báo cáo sử dụng";
"sign.mobile.settings.usageReports"   =   "Phân tích";
"sign.mobile.common.alert"   =   "Cảnh báo";
"sign.mobile.settings.jailbrokenAlert" = "Có vẻ như thiết bị của bạn đã bị bẻ khóa. Chúng tôi khuyến cáo bạn không nên đăng nhập vì việc đó khiến cho dữ liệu của bạn có nguy cơ bị lộ.";
"sign.mobile.settings.securityAndPrivacy"    =       "Bảo Mật và Quyền Riêng Tư";
"sign.mobile.settings.spotlightSearchDesc"         =       "Bật tính năng này sẽ cho phép bạn tìm các tài liệu trong tìm kiếm spotlight";
"sign.mobile.settings.spotlightSearch"         =       "Tìm kiếm spotlight";


"sign.mobile.inperson.instructions"   =   "1. Chuyển quyền kiểm soát cho người ký\n\n2. Hướng dẫn người ký thực hiện từng bước của quy trình ký\n\n3. Thông báo cho người ký nhập mã xác thực nếu cần\n\n4. Lấy lại quyền kiểm soát một khi người ký ký xong\n\n5. Lặp lại cùng quy trình này cho nhiều hơn một người ký";
"sign.mobile.inperson.passcontrol.title" = "(Những) người ký trực tiếp";
"sign.mobile.inperson.passcontrol.selectSigner"    =   "Vui lòng chọn một người ký để tổ chức phiên.";
"sign.mobile.inperson.host.message"   =   "Bạn đã ký tài liệu thành công. Lúc này bạn có thể chuyển quyền kiểm soát trở lại cho người tổ chức.";
"sign.mobile.inperson.startsigning.title"   =    "Phiên ký trực tiếp";
"sign.mobile.doucument.signedSuccessMsg" = "Tài liệu đã được ký thành công.";


"sign.mobile.inperson.loginAs"          =   "Đăng nhập với tư cách %@";

"sign.mobile.request.recallDocument"        =   "Thu hồi tài liệu";
"sign.mobile.request.invalidAuthenticationCode" = "Mã xác thực không hợp lệ";
"sign.mobile.document.uploadMsg"               =       "Đang tải tài liệu lên...\nVui lòng chờ.";
"sign.mobile.common.thisWeek"                  =       "Tuần này";
"sign.mobile.common.thisMonth"                  =       "Tháng này";
"sign.mobile.requests.seeAll"               =   "Xem tất cả";
"sign.mobile.request.assignToSomeoneElse"      =       "Chỉ định cho một người khác";
"sign.mobile.document.details"      =       "Chi tiết tài liệu";
"sign.mobile.request.create.pleaseUploadAFile"            =       "Vui lòng tải lên một tập tin lên.";
"sign.mobile.request.enterEmailAddress" = "Nhập một địa chỉ thư điện tử.";
"sign.mobile.request.email.maximumContactAlert" = "Mỗi lần bạn chỉ có thể gửi cho tối đa 3 số liên lạc.";
"sign.mobile.request.email.allowContactAccess"            =           "Cho phép truy cập số liên lạc của bạn để trực tiếp thêm chúng vào ứng dụng của bạn.";
"sign.mobile.request.confirmDetails"  =  "Xác nhận chi tiết";
"sign.mobile.request.verifyNumberOfFields"    =   "Vui lòng xác nhận số trường đã thêm cho mỗi người nhận và xác nhận.";
"sign.mobile.common.confirm"  =  "Xác nhận";

"sign.mobile.tooltip.dragAndDropFields"              =       "Kéo và thả các trường";

"sign.mobile.request.signYourselfDesc"              =   "Ký tài liệu và gửi cho những người khác.";
"sign.mobile.request.sendForSignaturesDesc"         =   "Yêu cầu những người khác ký tài liệu.";

"sign.mobile.request.declinedReason"              =       "Lý do từ chối";
"sign.mobile.inperson.chooseInPersonSigner"     =    "Chọn Người Ký Trực Tiếp";

"sign.mobile.settings.protectDocumentSigning"   =   "Bảo vệ ký tài liệu";
"sign.mobile.settings.protectDocumentSigningDescription"   =   "Yêu cầu mật mã để ký từng tài liệu.";
"sign.mobile.settings.phoneLogoutAfter5FailedAttemps"   =  "Bạn sẽ được đăng xuất khỏi Zoho Sign sau 5 lần nhập mật mã thất bại.";
"sign.mobile.settings.personalDetails" = "Chi tiết cá nhân";
"sign.mobile.common.tryAgain"      =    "Thử lại";
"sign.mobile.requests.loadmore"     =   "Tải thêm";
"sign.mobile.requests.moveToTrash"  =    "Di chuyển vào Thùng Rác";
"sign.mobile.settings.chooseSignatureStyle" = "Chạm vào để chọn kiểu chữ ký";
"sign.mobile.settings.enterSignature" = "Nhập chữ ký của bạn";
"sign.mobile.settings.enterInitial" = "Nhập chữ ký tắt của bạn";
"sign.mobile.request.assignee"     =       "Người được chỉ định";
"sign.mobile.feedback.attachments"                =       "Tập tin đính kèm";
"sign.mobile.help.siriShortcuts"  = "Phím Tắt Siri";
"sign.mobile.common.helpAndSupport"    =    "Trợ giúp & hỗ trợ";
"sign.mobile.settings.version"         =       "Phiên bản %@";
"sign.mobile.common.about"           =       "Giới thiệu";
"sign.mobile.settings.rateOurApp"    =      "Xếp hạng ứng dụng của chúng tôi";
"sign.mobile.request.addToSiriShortcut"    =      "Thêm vào Phím Tắt Siri";
"sign.mobile.request.showSiriShortcut"    =      "Hiển thị Phím Tắt Siri";
"sign.mobile.request.showRequest"    =      "Hiển thị %@";
"sign.mobile.request.shareDocument"    =      "Chia sẻ tài liệu";
"sign.mobile.iap.perUserPerMonth"   = "mỗi Người Dùng/Tháng";
"sign.mobile.iap.perUserPerYear"   = "mỗi Người Dùng/Năm";
"sign.mobile.editor.signatureFields" = "Các trường chữ ký";
"sign.mobile.editor.signerInformation" = "Thông tin người ký";
"sign.mobile.editor.additionalInformation" = "Thông tin bổ sung";


"sign.mobile.common.browse" = "Duyệt";
"sign.mobile.recipient.sms"  =    "SMS";
"sign.mobile.recipient.phoneNumber"  =    "Số điện thoại";
"sign.mobile.recipient.SMSOTPNote"                         =       "Lưu ý: Mã xác thực sẽ được gửi qua SMS.";
"sign.mobile.field.dropDown"             =       "Danh sách xổ xuống";
"sign.mobile.request.selectedDate"       =       "Chọn ngày";
"sign.mobile.request.enterPhoneNumber"       =       "Nhập số điện thoại";
"sign.mobile.notify.documentAssigned"        =       "Đã chỉ định tài liệu thành công.";
"sign.mobile.request.smsAuth"                =       "Đã gửi mã OTP đến số điện thoại của bạn.";
"sign.mobile.request.authCodeSentToPhone"               =       "Đã gửi lại mã xác thực đến số điện thoại của bạn.";


"sign.mobile.request.operationType.extended"   =       "Đã gia hạn";
"sign.mobile.request.operationType.recipientReassigned"    =       "Đã tái chỉ định người nhận";
"sign.mobile.request.operationType.ownershipChanged"    =       "Đã thay đổi quyền sở hữu";
"sign.mobile.request.operationType.termsAgreed"    =       "Các nhóm đã nhất trí";
"sign.mobile.request.operationType.auditDownloaded"    =       "Đã tải xuống bản kiểm tra";


"sign.mobile.recipient.invalidPhoneNumber"  =  "Nhập một số điện thoại hợp lệ.";
"sign.mobile.request.enterYourText"         =       "Nhập văn bản của bạn.";
"sign.mobile.field.dropdown.option"    =      "Tùy chọn %i";
"sign.mobile.field.dropdown.addOption"    =      "Thêm Tùy Chọn";
"sign.mobile.field.defaultValue"    =      "Giá trị mặc định";
"sign.mobile.field.dropdown.dropdownOptions"    =      "Tùy chọn danh sách xổ xuống";
"sign.mobile.field.dropdown.noneValue"    =      "Chọn...";
"sign.mobile.settings.turnPasscodeOff"    =     "Tắt Mật Mã";
"sign.mobile.settings.turnPasscodeOn"     =     "Bật Mật Mã";
"sign.mobile.docScanner.saveDocumentWith10Pages" = "Đã đạt đến giới hạn scan 10 trang. Vui lòng lưu tài liệu và tiến hành scan mới.";

//somesh -  for siri shortcuts
"sign.mobile.settings.siriShortcuts.showPendingDocuments" = "Hiển thị các tài liệu đang chờ";
"sign.mobile.settings.siriShortcuts.showCompletedDocuments" = "Hiển thị các tài liệu đã hoàn tất";
"sign.mobile.settings.siriShortcuts.requestSummary" = "Hiển thị tóm tắt yêu cầu";
"sign.mobile.settings.siriShortcuts.inProgressDocuments" = "Hiển thị các tài liệu đang xử lý";
"sign.mobile.settings.siriShortcuts.expiringDocuments" = "Hiển thị các tài liệu hết hạn";

"sign.mobile.settings.siriShortcuts.name.requestSummary" = "Tóm tắt yêu cầu";
"sign.mobile.settings.siriShortcuts.name.completedDocuments" = "Các tài liệu đã hoàn tất";
"sign.mobile.settings.siriShortcuts.name.pendingDocuments" = "Các tài liệu đang chờ";
"sign.mobile.settings.siriShortcuts.name.inprogressDocuments" = "Các tài liệu đang xử lý";
"sign.mobile.settings.siriShortcuts.name.expiringDocuments" = "Các tài liệu hết hạn";

"sign.mobile.settings.siriShortcuts.subtitle.completedDocuments" = "Yêu cầu các tài liệu đã hoàn tất";
"sign.mobile.settings.siriShortcuts.subtitle.pendingDocuments" = "Yêu cầu các tài liệu đang chờ";
"sign.mobile.settings.siriShortcuts.subtitle.inprogressDocuments" = "Yêu cầu các tài liệu đang xử lý";
"sign.mobile.settings.siriShortcuts.subtitle.expiringDocuments" = "Yêu cầu các tài liệu hết hạn";

"sign.mobile.settings.siriShortcuts.addedShortcuts" = "Phím Tắt Đã Thêm";
"sign.mobile.settings.siriShortcuts.suggestedShortcuts" = "Phím Tắt Được Đề Nghị";


"sign.mobile.recipient.addAlteastOneField"  =  "Thêm ít nhất một trường cho %@";//maybe in web
"sign.mobile.recipient.addAlteastOneFieldForFollowingRecipients"  =  "Thêm ít nhất một trường cho những người nhận sau đây %@";
"sign.mobile.recipient.alert.noPermissionToAddFields" = "Bạn không được phép điều chỉnh các trường.";
"sign.mobile.recipient.alert.userIsNotAnIntendedSigner" = "Người nhận này không phải là người ký mong muốn.";
"sign.mobile.document.autoFillAndSign"  =  "Tự Động Điền & Ký";


"sign.mobile.fields.tapToAddField" = "Chạm vào để thêm %@";
"sign.mobile.fields.tapToSelectCheckbox" = "Chạm vào để chọn Hộp Kiểm";
"sign.mobile.editor.moreActions"   = "Các thao tác khác";

"sign.mobile.alert.noAccessToYourPhoto"  =  "Ứng dụng này không được phép truy cập ảnh của bạn.";

"sign.mobile.editor.tapFinishToComplete" = "Bạn đã điền thành công vào tất cả các trường. Nhấp vào Hoàn Tất để hoàn tất.";
"sign.mobile.create.tapToStartSign" = "Chạm vào để Bắt Đầu Ký";
"sign.mobile.editor.pleaseReviewAndSign" = "Vui lòng xem lại tài liệu này và chạm vào đây để bắt đầu ký.";
"sign.mobile.create.chooseSigningOption"  = "Chọn tùy chọn ký";
"sign.mobile.account.documentsLeft" = "Các tài liệu còn lại";
"sign.mobile.account.documentsPerMonth" = "%d tài liệu mỗi tháng";
"sign.mobile.documentStatus.waitingInaQueue" = "Đang chờ trong danh sách chờ";
"sign.mobile.documentStatus.yetToView" = "Đã gửi. Chưa xem";
"sign.mobile.documentStatus.yetToSign" = "Đã xem. Chưa ký";
"sign.mobile.create.chooseDocuments" = "Chọn Tài Liệu";
"sign.mobile.create.recipientAction" = "Thao Tác của Người Nhận";
"sign.mobile.common.recipient" = "Người nhận";
"sign.mobile.templates.quicksend"    =   "Gửi Nhanh";

"sign.mobile.photopicker.saveDocumentWith10Pages" = "Đã đạt đến giới hạn 10 trang. Vui lòng lưu tài liệu và tiến hành với một tài liệu mới.";
"sign.mobile.photopicker.photos.downloadError" = "Không thể tải hình ảnh xuống";
"sign.mobile.common.capture" = "Chụp";




"sign.mobile.settings.siriShortcuts.subtitle.requestSummary" = "Yêu cầu một bản tóm tắt về các tài liệu Zoho Sign của bạn";
"sign.mobile.settings.siriShortcuts.subtitle.completedDocuments" = "Yêu cầu một danh sách các tài liệu đã hoàn tất";
"sign.mobile.settings.siriShortcuts.subtitle.pendingDocuments" = "Yêu cầu một danh sách các tài liệu cần bạn ký";
"sign.mobile.settings.siriShortcuts.subtitle.inprogressDocuments" = "Yêu cầu một danh sách các tài liệu chờ người khác ký";
"sign.mobile.settings.siriShortcuts.subtitle.expiringDocuments" = "Hiển thị một danh sách các tài liệu hết hạn";

"sign.mobile.request.sendReminders" = "Gửi thông báo nhắc";
"sign.mobile.common.info" = "Thông tin";

"sign.mobile.settings.siriShortcuts.name.statusSummary" = "Tóm Tắt Trạng Thái";
"sign.mobile.settings.siriShortcuts.statusSummary" = "Hiển thị tóm tắt trạng thái Zoho Sign";


"sign.mobile.inperson.instructions"   =   "1. Chuyển quyền kiểm soát cho người ký\n\n2. Hướng dẫn người ký thực hiện từng bước của quy trình ký\n\n3. Thông báo cho người ký nhập mã xác thực nếu cần\n\n4. Lấy lại quyền kiểm soát một khi người ký ký xong\n\n5. Lặp lại cùng quy trình này cho nhiều hơn một người ký";
"sign.mobile.inperson.passcontrol.title" = "(Những) người ký trực tiếp";
"sign.mobile.inperson.passcontrol.selectSigner"    =   "Vui lòng chọn một người ký để tổ chức phiên.";
"sign.mobile.inperson.host.message"   =   "Bạn đã ký tài liệu thành công. Lúc này bạn có thể chuyển quyền kiểm soát trở lại cho người tổ chức.";
"sign.mobile.inperson.startsigning.title"   =    "Phiên ký trực tiếp";
"sign.mobile.doucument.signedSuccessMsg" = "Tài liệu đã được ký thành công.";

"sign.mobile.login.watchdemo" = "Xem Demo";
"sign.mobile.login.signPaperless" = "KÝ TÊN, KHÔNG CẦN GIẤY";
"sign.mobile.login.productDescription" = "Một ứng dụng ký tên kỹ thuật số hoàn chỉnh dành cho các bên ký kết doanh nghiệp";
"sign.mobile.siriIntentUI.summary" = "Hiển thị tóm tắt trạng thái Zoho Sign";
"sign.mobile.sign.capture.instructions" = "Ký tên trong ô";


"sign.mobile.fields.enterYourValue" = "Nhập %@ của bạn";
"sign.mobile.fields.enterValue" = "Nhập %@";
"sign.mobile.fields.chooseAnOption" = "Chọn một tùy chọn";
"sign.mobile.fields.selectTheCheckbox" = "Chọn hộp kiểm";

"sign.mobile.template.delete"            =       "Xóa Mẫu";
"sign.mobile.common.readAndWrite"        =       "Đọc/Ghi";
"sign.mobile.fields.provideDefaultValueForDropdownField" = "Vui lòng cung cấp giá trị mặc định cho trường xổ xuống ngẫu nhiên %@";


"sign.mobile.profile.currentPlan"                   =       "Gói thuê bao %@";
"sign.mobile.request.operationType.requestRecipientRevoked"    =       "Đã rút lại quyền truy cập";
"sign.mobile.request.operationType.requestRecipientGranted"    =       "Đã cho phép truy cập";
"sign.mobile.request.operationType.requestRecipientReassigned"    =       "Đã tái chỉ định";
"sign.mobile.instruction.invalidDocumentName" = "%@ không được chứa %@.";
"sign.mobile.alert.documentUploadFailed"                     =       "Tải tài liệu lên thất bại. Vui lòng thử lại.";
"sign.mobile.alert.defaultFieldsCanBeModifiedInAcccountsPage" = "Tên, Họ và Múi Giờ chỉ có thể được điều chỉnh từ trang Zoho Accounts và những điều chỉnh đó được phản ánh trên khắp các ứng dụng Zoho.";
"sign.mobile.alert.allowPhotosAccess"  =  "Cho phép Zoho Sign truy cập ảnh của bạn.";
"sign.mobile.alert.unableToUseCamerainMultiscreenMode"  =  "Không thể quét chữ ký trong Giao Diện Tách. Vui lòng chuyển sang chế độ toàn màn hình.";
"sign.mobile.notify.requestCompleted"                =       "Tài liệu hoàn tất";
"sign.mobile.notify.requestReceived"                 =       "Đã nhận tài liệu mới";
"sign.mobile.notify.requestReminder"                 =       "Nhắc nhở tài liệu";
"sign.mobile.notify.documentSigned"                 =       "Đã ký tài liệu";
"sign.mobile.recipient.approver"   =  "Người duyệt";
"sign.mobile.request.alert.addAtleastOneField" = "Vui lòng thêm ít nhất một trường";
"sign.mobile.request.approved"                 =       "Đã duyệt";
"sign.mobile.documentStatus.yetToApprove" = "Đã xem. Chưa duyệt";
"sign.mobile.request.operationType.requestApproved" = "Đã duyệt tài liệu";
"sign.mobile.editor.startApproving" =  "Bắt đầu duyệt";
"sign.mobile.request.assignToSomeoneElseToApprove" = "Yêu cầu một người khác duyệt";
"sign.mobile.request.declineApproveRequest" = "Không duyệt";
"sign.mobile.recipient.approve"   =  "Phê duyệt";
"sign.mobile.request.approvedSuccessfully"      =       "Đã duyệt thành công";
"sign.mobile.activityIndicator.approvingDoc"              =       "Đang duyệt tài liệu...";
"sign.mobile.editor.pleaseReviewAndApprove" = "Vui lòng xem lại tài liệu này và chạm vào đây để bắt đầu duyệt.";
"sign.mobile.documentStatus.waitingInQueue" = "Đang chờ trong danh sách chờ";
"sign.mobile.login.videoPlayerError" = "Không thể phát video";

"sign.mobile.request.exportDocument"    =      "Xuất tài liệu";
"sign.mobile.settings.aboutZohoSign"    =       "Giới thiệu về Zoho Sign";
"sign.mobile.common.ZohoSignDescription"        =   "\\tZoho Sign là một dịch vụ ký tên kỹ thuật số cho phép bạn ký hợp đồng nhanh chóng mà không cần vận chuyển giấy tờ rắc rối đồng thời đảm bảo tính bảo mật và tính hợp pháp. Nó hoạt động hoàn toàn trên đám mây và dễ dàng tích hợp với các ứng dụng hàng ngày của bạn để có trải nghiệm ký tên hoàn toàn suôn sẻ.\n\n\\tZoho Sign là dịch vụ hoàn hảo dành cho bất kỳ ai cần ký các giấy tờ công việc và nó được sử dụng rộng rãi cho các bộ phận nhân sự, pháp chế, tài chính và bán hàng.";
"sign.mobile.passcode.invalidPasscode" = "Mật Mã Không Hợp Lệ";
"sign.mobile.passcode.unlock" = "Mở khóa";
"sign.mobile.passcode.re-enterPasscode" = "Nhập Lại Mật Mã";
"sign.mobile.passcode.removeLock" = "Gỡ Khóa";
"sign.mobile.passcode.passcodeConfirm" = "Nhập mật mã để xác nhận";
"sign.mobile.common.passcode" = "Mật mã";
"sign.mobile.passcode.createPasscodeToProtectData" = "Tạo mật mã để bảo vệ dữ liệu của bạn";
"sign.mobile.fields.changeColor" = "Đổi Màu";
"sign.mobile.fields.formatting" = "Định dạng";
"sign.mobile.fields.font" = "Phông chữ";
"sign.mobile.fields.color" = "Màu sắc";
"sign.mobile.fields.checkbox.checked" = "Đã chọn";
"sign.mobile.fields.checkbox.unchecked" = "Đã bỏ chọn";
"sign.mobile.document.pagesCount" = "%i Trang";
"com.zoho.sign.macos.standard.us.monthly"        =    "Standard - Hàng Tháng";
"com.zoho.sign.macos.standard.us.yearly"         =    "Standard - Hàng Năm";
"com.zoho.sign.macos.pro.us.monthly"             =    "Professional - Hàng Tháng";
"com.zoho.sign.macos.pro.us.yearly"              =    "Professional - Hàng Năm";
"sign.mobile.request.signersLocation"   =  "Địa điểm người nhận";

"sign.mobile.sign.siriIntent.invalidDocument" = "Tài liệu không hợp lệ";
"sign.mobile.alert.signoutConfirmation"        =       "Bạn có muốn đăng xuất không?";
"sign.mobile.alert.saveChanges"        =       "Bạn có muốn lưu các thay đổi đã thực hiện không?";
"sign.mobile.alert.discardChanges"        =       "Bạn có muốn bỏ tất cả thay đổi không?";
"sign.mobile.alert.discardConfrimation"        =       "Bạn có chắc muốn bỏ những thay đổi này không?";

"sign.mobile.siriShortcuts.signDocuments.name" = "Hiển thị các tài liệu cần ký";
"sign.mobile.siriShortcuts.signDocuments.subtitle" = "Cài đặt mệnh lệnh bằng giọng nói cho Siri và các Phím Tắt để chỉ định các tài liệu cho một người khác, từ chối chúng, hoặc tự động điền & bạn tự ký.";
"sign.mobile.siriShortcuts.signDocuments.confirmation" = "CẢNH BÁO! Bằng việc ký tên một tài liệu dùng phím tắt này, bạn tự động đồng ý với các Điều Khoản & Điều Kiện do chủ tài liệu đặt ra.";

"sign.mobile.docslist.footerText" = "%d Hạng mục";
"sign.mobile.phoneNumberKit.selectCountry" = "Chọn Quốc Gia";
"sign.mobile.phoneNumberKit.currentLocation" = "Địa Điểm Hiện Tại";
"sign.mobile.homePage.createTemplate" = "Tạo Mẫu";
"sign.mobile.common.back" = "Trở lại";

"sign.mobile.chooseDocuments.maximumDocumentsReached" = "Bạn có thể tải lên tối đa 20 tập tin trong một tài liệu.";
"sign.mobile.chooseDocument.unsupportedFileFormat" = "\"%@\" là một tập tin không được hỗ trợ";

"sign.mobile.alert.visitAccountsPage" = "Truy cập trang tài khoản";
"sign.mobile.common.printDocument" = "In Tài Liệu";

"sign.mobile.login.signUpDesc" = "Bạn không có tài khoản?";
"sign.mobile.login.freeSignUp" = "Đăng Ký Miễn Phí";
"sign.mobile.common.or" = "hoặc";

"sign.mobile.recipients.action.signedOn" = "Đã ký %@";
"sign.mobile.recipients.action.assignedOn" = "Được chỉ định vào %@";
"sign.mobile.recipients.action.approvedOn" = "Đồng ý %@";
"sign.mobile.recipients.action.viewedOn" = "Xem trên %@";

"sign.mobile.accountCreate.alreadyhaveATeamAccount" = "Đã có tài khoản nhóm?";
"sign.mobile.accountCreate.contactAdmin" = "Liên hệ với quản trị viên của bạn để được mời truy cập Zoho Sign.";
"sign.mobile.accountCreate.organisationName" = "Tên tổ chức";
"sign.mobile.accountCreate.newToZohoSign" = "Mới đến Zoho Sign?";
"sign.mobile.accountCreate.orgNameDescription" = "Chúng tôi sẽ tạo một không gian độc quyền cho tổ chức của bạn trong Zoho Sign bằng tên này. Điều này cũng sẽ giúp chúng tôi xác định tổ chức và thành viên của bạn.";
"sign.mobile.requestDetail.recipientLocationDesc" = "Vị trí địa lý được ước tính trên cơ sở địa chỉ IP.";
"sign.mobile.field.attachment" =  "Tập tin đính kèm";
"sign.mobile.field.attachments" =  "Các tập tin đính kèm";
"sign.mobile.fields.uploadAttachment" =  "Tải tập tin đính kèm lên";
"sign.mobile.notify.attachmentUploadedSuccessfully" =  "Đã tải tập tin đính kèm lên thành công";
"sign.mobile.notify.attachmentDeletedSuccessfully" =  "Đã xóa tập tin đính kèm thành công";
"sign.mobile.activityIndicator.uploadingAttachment"    =       "Đang tải tập tin đính kèm lên...";
"sign.mobile.field.attachment.delete"       = "Xóa tập tin đính kèm";
"sign.mobile.field.attachment.view"       = "Xem tập tin đính kèm";
"sign.mobile.emptyScreen.noAttachmentsAdded"                =       "Chưa thêm tập tin đính kèm";

"sign.mobile.request.operationType.attachmentAdded"       =       "Đã Thêm Tập Tin Đính Kèm";
"sign.mobile.request.operationType.attachmentDeleted"     =       "Đã Xóa Tập Tin Đính Kèm";
"sign.mobile.iap.feature.signerAttachments"              =        "Các tập tin đính kèm của người ký";
"sign.mobile.iap.feature.rebranding"                     =        "Thay đổi hình ảnh thương hiệu";
"sign.mobile.iap.feature.approverAction"                 =        "Hành động của người duyệt";
"sign.mobile.emptyScreen.noTemplatesAddedYet"         =       "Bạn chưa tạo ra bất kỳ mẫu nào.";

"sign.mobile.request.doYouWantToSignInFlow"    =   "Bạn là một trong những người ký. Bạn có muốn ký tài liệu này ngay không?";
"sign.mobile.request.editAsNew"                =   "Sửa thành mới";

"sign.mobile.editor.resetAllFields" = "Cài Đặt Lại Tất Cả";
"sign.mobile.otherDetail.reminders" = "Thông báo nhắc";
"sign.mobile.otherDetail.automaticReminders" = "Thông báo nhắc tự động";
"sign.mobile.otherDetail.automaticReminders.timePeriodTitle" = "Tần suất nhắc một lần";
"sign.mobile.otherDetail.reminderTimePeriodPlaceHolder" = "Ngày";
"sign.mobile.otherDetail.reminderPeriodErrorCheck" = "Tần suất Thông báo nhắc lại không thể lớn hơn 100";
"sign.mobile.request.rename" = "Đặt lại tên";
"sign.mobile.request.certificate" = "Chứng nhận";
"sign.mobile.request.activity" = "Hoạt động";
"sign.mobile.otherDetail.addDocumentType" = "Thêm loại tài liệu";
"sign.mobile.otherDetail.addFolder" = "Thêm thư mục";
"sign.mobile.request.remainingDays" = "trong %d ngày nữa";
"sign.mobile.common.reset" = "Cài đặt lại";
"sign.mobile.request.requestEdit"    =       "Hiệu Chỉnh Tài Liệu";
"sign.mobile.field.radio"           =   "Radio";
"sign.mobile.request.confirmAndSend"  =  "Xác Nhận & Gửi";
"sign.mobile.request.signNow"         =   "Ký Ngay";
"sign.mobile.request.signLater"       =   "Ký Sau";
"sign.mobile.settings.legalGuide"     =   "Hướng dẫn pháp lý";
"sign.mobile.request.radioButton"      =    "Nút Radio";
"sign.mobile.chooseDocuments.useTemplate" = "Sử Dụng Mẫu";
"sign.mobile.request.allSentRequest" = "Tất Cả Các Tài Liệu Đã Gửi";
"sign.mobile.request.allReceivedRequest" = "Tất Cả Các Tài Liệu Đã Nhận";
"sign.mobile.fileImporter.workDrive.workSpaces" = "Trạm làm việc";
"sign.mobile.fileImporter.workDrive.myTeams" = "Các Nhóm Của Tôi";
"sign.mobile.fileImporter.workDrive.recentFiles" = "Tập Tin Gần Đây";
"sign.mobile.fileImporter.workDrive.favorites" = "Nội dung yêu thích";
"sign.mobile.fileImporter.workDrive.myFolders" = "Thư Mục Của Tôi";
"sign.mobile.fileImporter.workDrive.sharedWithMe" = "Đã Chia Sẻ với Tôi";
"sign.mobile.fileImporter.workDrive.Folders" = "Thư mục";
"sign.mobile.fileImporter.workDrive.Files" = "Tập tin";
"sign.mobile.radioButton.values" = "Giá trị nút Radio";
"sign.mobile.common.daysCount" = "%d ngày";
"sign.mobile.request.expiresIn" = "Hết hạn trong";
"sign.mobile.common.print" = "In";

"sign.mobile.continuity_camera_desc" = "Camera Liên Tục chỉ làm việc khi các thiết bị Mac và iOS gần nhau và đáp ứng các tiêu chuẩn sau:";
"sign.mobile.continuity_camera_step1" = "* Đảm bảo bật Wi-Fi và Bluetooth trên cả hai thiết bị.";
"sign.mobile.continuity_camera_step2" = "* Đảm bảo đang sử dụng cùng một Apple ID để đăng nhập vào tài khoản iCloud trên cả hai thiết bị.";
"sign.mobile.continuity_camera_step3" = "* Kiểm tra xem máy Mac của bạn có chạy hệ điều hành macOS Mojave trở lên và thiết bị iOS của bạn chạy hệ điều hành iOS 12 trở lên hay không.";
"sign.mobile.continuity_camera_refer" =  "Tham khảo liên kết này để biết thêm thông tin: %@";
"sign.mobile.continuity_camera_gallery" = "Bộ sưu tập";
"sign.mobile.continuity_camera_import_from_iphone" = "Nhập Từ iPhone";
"sign.mobile.continuity_camera_finder" = "Finder";



"sign.mobile.emptyScreen.noPendingDocuments"            =       "Không Có Tài Liệu Đang Chờ";
"sign.mobile.emptyScreen.noPendingDocumentsDesc"        =       "Các tài liệu mà người khác gửi cho bạn ký sẽ hiện lên tại đây";
"sign.mobile.emptyScreen.noInprogressDocuments"         =       "Không Có Tài Liệu Nào Đang Xử Lý";
"sign.mobile.emptyScreen.noInprogressDocumentsDesc"     =       "Các tài liệu mà bạn gửi cho những người khác ký sẽ hiện lên tại đây";
"sign.mobile.alert.noInternetConnectionDesc"            =       "Vui lòng kiểm tra kết nối mạng của bạn và thử lại";
"sign.mobile.emptyScreen.noRequestOnSearchDesc"         =       "Chúng tôi không thể tìm thấy kết quả nào phù hợp. Hãy thử tìm kiếm bằng những từ khóa khác";

"sign.mobile.emptyScreen.noTemplatesAvailableDesc"      =       "Chạm vào '+' để thêm mẫu đầu tiên của bạn";

"sign.mobile.homescreen.inperson.singleSignerStatus"  = "%@ cần ký";
"sign.mobile.homescreen.inperson.multipleSignerStatus"  = "%i của %i những người ký đã rời đi";


"sign.mobile.request.hostNow"         =   "Kết Nối Máy Chủ Ngay";
"sign.mobile.request.hostLater"       =   "Kết Nối Máy Chủ Sau";
"sign.mobile.request.doYouWantToHostInFlow"    =   "Bạn là một trong những máy chủ trực tiếp được gán. Bạn có muốn thu thập các chữ ký trong tài liệu này ngay không?";


"sign.mobile.emptyScreen.noDocumentsAvailableDesc"      =       "Chúng tôi không thể tìm thấy kết quả tài liệu nào phù hợp.";

"sign.mobile.iap.offer.forMonths" = "trong %i tháng";
"sign.mobile.iap.offer.for1Year" = "trong 1 năm";
"sign.mobile.iap.offer.afterMonths" = "sau %i tháng";
"sign.mobile.iap.offer.after1Year" = "sau 1 năm";

"sign.mobile.NodataView.documents.allSent.desc" = "Tất cả các tài liệu mà bạn gửi cho những người khác ký sẽ hiện lên tại đây";
"sign.mobile.NodataView.documents.inprogress.desc" = "Bạn không có bất kỳ tài liệu nào đang xử lý";
"sign.mobile.NodataView.documents.draft.desc" = "Bạn không có bất kỳ tài liệu nào đã lưu thành bản nháp";
"sign.mobile.NodataView.documents.expiring.desc" = "Bạn không có bất kỳ tài liệu đến hạn nào";
"sign.mobile.NodataView.documents.expired.desc" = "Bạn không có bất kỳ tài liệu hết hạn nào";
"sign.mobile.NodataView.documents.completed.desc" = "Bạn không có bất kỳ tài liệu đã hoàn tất nào";
"sign.mobile.NodataView.documents.declined.desc" = "Bạn không có bất kỳ tài liệu đã từ chối nào";
"sign.mobile.NodataView.documents.sentTrash.desc" = "Bạn không có bất kỳ tài liệu nào trong thùng rác";
"sign.mobile.NodataView.documents.pending.desc" = "Bạn không có bất kỳ tài liệu đang chờ nào";
"sign.mobile.NodataView.documents.receivedCompleted.desc" = "Bạn không có bất kỳ tài liệu đã hoàn tất nào";
"sign.mobile.NodataView.documents.receivedTrash.desc" = "Bạn không có bất kỳ tài liệu nào trong thùng rác";
"sign.mobile.NodataView.documents.allReceived.desc" = "Tất cả các tài liệu mà những người khác gửi cho bạn ký sẽ hiện lên tại đây";

"sign.mobile.common.searchDocuments" = "Tài liệu tìm kiếm";
"sign.mobile.common.sent" = "Gởi";
"sign.mobile.common.received" = "Nhận";

"sign.mobile.activityIndicator.uploadingProgress"       = "Đang tải %d / %d lên";
"sign.mobile.notify.attachmentsAddedSuccessfully"       = "Đã thêm tập tin đính kèm thành công";
"sign.mobile.request.loginToProceed"                    = "Đăng nhập để tiếp tục";

"sign.mobile.common.general"                            = "Tổng quát";
"sign.mobile.settings.personalize.documentSigning"      = "Ký tài liệu";
"sign.mobile.settings.personalize.autoScrollToNextFields" = "Tự động cuộn đến trường tiếp theo";
"sign.mobile.settings.personalize.showSignerHints"          = "Hiển thị gợi ý cho người ký";
"sign.mobile.settings.personalize.highlightAnnotatedFields" = "Tô sáng các trường chú giải";
"sign.mobile.settings.personalize.showSignerHintsDesc"      = "Hiển thị các chỉ báo gần các trường người ký cần được điền để đề phòng cuộn nhanh quá trong tài liệu.";
"sign.mobile.settings.personalize.highlightAnnotatedFieldsDesc"     = "Các trường đã được (những) người ký điền vào được hiển thị bằng nền màu để dễ xác định. Các nền màu không xuất hiện trong tài liệu được xuất ra.";


"sign.mobile.workdrive.noUserFound" = "Bạn không có tài khoản Zoho WorkDrive";
"sign.mobile.workdrive.noEnterpriseUser" = "Bạn không phải là người dùng doanh nghiệp";


"sign.mobile.accountSettings.recipientActions.downloadDocument" = "Tải xuống tài liệu";
"sign.mobile.accountSettings.sendMailFrom.organisation" = "Địa chỉ email của tổ chức";
"sign.mobile.accountSettings.sendMailFrom.sender" = "Địa chỉ email người gửi";
"sign.mobile.accountSettings.sendMailFrom.zohoSignNotification" = "Địa chỉ email thông báo Đăng nhập Zoho";
"sign.mobile.accountSettings.pageConfig.allPages" = "Tất cả các trang";
"sign.mobile.accountSettings.pageConfig.firstPageOnly" = "Chỉ trang đầu tiên";
"sign.mobile.accountSettings.pageConfig.lastPageOnly" = "Chỉ trang cuối cùng";
"sign.mobile.accountSettings.positionConfig.header" = "Tiêu đề";
"sign.mobile.accountSettings.positionConfig.footer" = "Footer";
"sign.mobile.accountSettings.sendDocumentsTo.allRecipients" = "Tất cả người nhận";
"sign.mobile.accountSettings.sendDocumentsTo.onlySender" = "Chỉ người gửi";
"sign.mobile.accountSettings.sendDocumentsTo.none" = "Không";
"sign.mobile.accountSettings.showSignerAttachmentsTo.senderAndSigner" = "Người gửi và người ký";
"sign.mobile.accountSettings.showSignerAttachmentsTo.everyBody" = "Mọi người có quyền truy cập vào các tài liệu đã ký";
"sign.mobile.accountSettings.enforceAuthentication" = "Thực thi xác thực";
"sign.mobile.accountSettings.showSignerHints" = "Hiển thị gợi ý người ký";
"sign.mobile.accountSettings.embedDocumentId" = "Thêm ID tài liệu vào tài liệu";
"sign.mobile.accountSettings.embedDocumentId.page" = "Thêm vào";
"sign.mobile.accountSettings.embedDocumentId.positon" = "Position";
"sign.mobile.accountSettings.sendCompletionCertificate" = "Gửi 'Giấy chứng nhận hoàn thành' cho người nhận";
"sign.mobile.accountSettings.sendCompletedDocumentsTo" = "Gửi tài liệu đã hoàn thành tới";
"sign.mobile.accountSettings.showSignerAttachmentsTo" = "Hiển thị";
"sign.mobile.accountSettings.redirection.signingDocument" = "Ký một tài liệu";
"sign.mobile.accountSettings.redirection.decliningDocument" = "Từ chối một tài liệu";
"sign.mobile.accountSettings.redirection.skipToSignLater" = "Bỏ qua để đăng nhập sau";
"sign.mobile.accountSettings.redirection.allowRedirection" = "Cho phép chuyển hướng";
"sign.mobile.accountSettings.customLandingPages.invalidURL" = "Vui lòng nhập một url hợp lệ của định dạng https://www.example.com";
"sign.mobile.accountSettings.documentID" = "ID tài liệu";
"sign.mobile.accountSettings.uponDocumentCompletion" = "Sau khi hoàn thành tài liệu";
"sign.mobile.accountSettings.customLandingPages" = "Trang đích tùy chỉnh";
"sign.mobile.accountSettings.updating" = "Đang cập nhật ...";
"sign.mobile.accountSettings.successfullyUpdated" = "Đã cập nhật thành công";
"sign.mobile.accountSettings.allowedModes.description" = "Chọn chế độ phân phối OTP.";
"sign.mobile.accountSettings.recipientAction.description" = "Chọn các hành động có thể được thực hiện bởi người ký trong khi ký tài liệu.";
"sign.mobile.accountSettings.signerAttachment.description" = "Chọn người có thể xem các tệp đính kèm được tải lên bởi người ký tại thời điểm ký.";
"sign.mobile.accountSettings.customLandingPages.description" = "Chuyển hướng người nhận đến một URL cụ thể thay vì trang mặc định khi hoàn thành một hành động.";
"sign.mobile.accountSettings.requestValidity" = "Yêu cầu hiệu lực";
"sign.mobile.accountSettings.allowedModes" = "Chế độ phân phối OTP được phép";
"sign.mobile.accountSettings.title" = "Cài đặt tài khoản";
"sign.mobile.settings.applicationPreferences" = "Tùy chọn ứng dụng";
"sign.mobile.accountSettings.sendingOptions" = "Tùy chọn gửi";
"sign.mobile.accountSettings.receipientExperience" = "Trải nghiệm người nhận";
"sign.mobile.accountSettings.receipientAuthentication" = "Xác thực người nhận";
"sign.mobile.accountSettings.documentCompletionSettingsDescription" = "Kiểm soát ai nhận được các tài liệu đã hoàn thành và Giấy chứng nhận hoàn thành dưới dạng tệp đính kèm email.";
"sign.mobile.accountSettings.documentIDDescription" = "Chọn nếu và cách bạn muốn ID tài liệu duy nhất được bao gồm trong các tài liệu được ký.";
"sign.mobile.settings.accountSettingsDescription" = "Định cấu hình cài đặt mặc định cho tính hợp lệ của yêu cầu, lời nhắc người nhận và thứ tự ký. Điều này có thể được chỉnh sửa cho mỗi tài liệu tại thời điểm gửi.";
"sign.mobile.common.signForms"                      =   "SignForms";
"sign.mobile.common.addDocumentType.description"    = "Nhập loại tài liệu";
"sign.mobile.common.addFolderType.description"      = "Nhập thư mục";
"sign.mobile.signForms.detail.URL"                  = "URL";
"sign.mobile.signforms.detail.maximumResponses"     = "Giới hạn câu trả lời";
"sign.mobile.signForms.detail.maximumResponses.placeHolderText" = "Nhập số";
"sign.mobile.signForms.detail.signFormName.placeHolderText" = "Nhập tên";
"sign.mobile.signForms.detail.validUntil"           = "Có giá trị đến";
"sign.mobile.login.youHaveTobeSignedIn"             = "Thao tác này yêu cầu bạn đăng nhập.";
"sign.mobile.common.preview"                        =   "Xem trước";
"sign.mobile.common.previous"                       =   "Trước đó";

"sign.mobile.create.signDocument"                   =  "Ký tài liệu";
"sign.mobile.create.signADocument"                  =  "Ký một tài liệu";
"sign.mobile.widgetkit.trackDocumentStatus"         =  "Theo dõi trạng thái tài liệu";
"sign.mobile.widgetkit.trackDocumentDesc"           =  "Theo dõi từng bước của quy trình ký tài liệu của bạn.";

"sign.mobile.widgetkit.InprogressDocumentsDesc"     = "Hiển thị một danh sách các tài liệu đã gửi ký.";
"sign.mobile.widgetkit.pendingDocumentsDesc"        = "Hiển thị một danh sách các tài liệu cần bạn ký.";

"sign.mobile.signForms.alert.expired"                =  "SignForm này đã hết hạn. Vui lòng liên hệ với chủ sở hữu hoặc người gửi của liên kết này để được hỗ trợ.";
"sign.mobile.signForms.alert.limitReached"           = "SignForm này đã đạt đến giới hạn câu trả lời tối đa. Vui lòng liên hệ với chủ sở hữu hoặc người gửi của liên kết này để được hỗ trợ.";
"sign.mobile.signForms.alert.inActive"               = "SignForm này đã bị vô hiệu. Vui lòng liên hệ với chủ sở hữu hoặc người gửi của liên kết này để được hỗ trợ.";
"sign.mobile.signForms.alert.invalidDate"            = "Ngày không hợp lệ được chỉ định trong SignForm URL.";
"sign.mobile.signForms.limitReached"            = "Đã đạt đến giới hạn câu trả lời";


"sign.mobile.alert.folderAlreadyExists"             =   "Đã tồn tại một thư mục có tên \"%@”.";
"sign.mobile.alert.documentTypeAlreadyExists"       =   "Đã tồn tại một tài liệu có tên \"%@”.";


"sign.mobile.accountSettings.signedCopy.emailAttachment" =  "Tập tin đính kèm email";
"sign.mobile.accountSettings.signedCopy.documentMailLink" =  "Liên kết tài liệu trong email";
"sign.mobile.accountSettings.sendSignedCopyAs"            =  "Gửi bản đã ký là";


"sign.mobile.fields.textbox.validation"              =  "Xác thực";
"sign.mobile.signfield.status.all"                   =  "Tất cả";
"sign.mobile.signfield.status.active"                =  "Đang hoạt động";
"sign.mobile.signfield.status.inactive"              =  "Không hoạt động";
"sign.mobile.signfield.status.expired"               =  "Đã hết hạn";
"sign.mobile.signfield.status.max_limit_reached"       =  "Đã đạt đến giới hạn.";


"sign.mobile.fields.textValidation"        =  "Xác thực cho các trường văn bản";
"sign.mobile.fields.validation.none"       =  "Không có";
"sign.mobile.fields.validation.numbers"    =  "Các con số";
"sign.mobile.fields.validation.letters"    =  "Chữ cái";
"sign.mobile.fields.validation.mail"      =  "Email";
"sign.mobile.fields.validation.custom"    =  "Tùy chỉnh";



"sign.mobile.fields.validation.custom.errorMessage" =  "Định dạng dữ liệu không hợp lệ. Vui lòng nhập lại dữ liệu ở định dạng chính xác.";
"sign.mobile.fields.validation.custom.footerMessage" = "Tùy chỉnh tin nhắn hiển thị với người ký khi họ nhập dữ liệu trường ở một định dạng không hợp lệ.";
"sign.mobile.fields.validation.custom.enterRegex"  =  "Chỉ định kiểu biểu thức chính quy cho trường này.";



"sign.mobile.fields.validation.regexAndErrorMessage"  =     "Kiểu biểu thức chính quy và thông báo lỗi";
"sign.mobile.fields.validation.type"              =     "Loại xác thực";
"sign.mobile.fields.validation.errorMessage"      =     "Thông báo lỗi";
"sign.mobile.fields.validation.custom.invalidRegex"            =  "Chỉ định một kiểu biểu thức chính quy hợp lệ.";
"sign.mobile.fields.validation.custom.invalidErrorMessage"     =  "Nhập một thông báo lỗi hợp lệ.";



"sign.mobile.field.stamp"                        =  "Dấu";
"sign.mobile.signforms.qrCode"                   =  "Mã QR";
"sign.mobile.signforms.scanQRCodeToInitateSigning"  =  "Các cộng sự và khách hàng của bạn có thể quét hoặc tải lên mã QR này để bắt đầu ký tài liệu gửi qua SignForms.";


"sign.mobile.request.extendExpiryDate" = "Gia hạn thời hạn ký";
"sign.mobile.notify.expiryDateUpdated" = "Thời hạn ký tài liệu đã được gia hạn.";
"sign.mobile.common.errorMsg.noImageInCropArea" = "Không có hình ảnh nào trong vùng cắt.";
"sign.mobile.request.newExpiryDate" = "Thời hạn ký mới";
"sign.mobile.emptyScreen.noFoldersAdded" = "Không có thư mục nào hiện có.";
"sign.mobile.emptyScreen.noDocumentTypeAdded" = "Không có loại tài liệu nào.";
"sign.mobile.settings.sendAnonymously" = "Gửi ẩn danh";
"sign.mobile.settings.analyticsDescription" = "Giúp Zoho Sign cải thiện trải nghiệm người dùng bằng cách tự động gửi chẩn đoán & thống kê sử dụng";


//print and sign
"sign.mobile.common.reviewAndSend" = "Xem lại và gửi";
"sign.mobile.fields.validation.error.onlyAlphabetsAreAllowed" = "Chỉ cho phép các giá trị chữ cái";
"sign.mobile.fields.validation.error.onlyNumericAreAllowed" = "Chỉ cho phép các giá trị số";
"sign.mobile.signForms.limitResponses" = "Giới hạn phản hồi SignForm";
"sign.mobile.emptyScreen.noSignformsAdded" = "Chưa thêm biểu mẫu nào";
"sign.mobile.signforms.validityDateError" = "Hiệu lực phải lớn hơn hoặc bằng ngày hiện tại";


"sign.mobile.recipient.language"                        =       "Ngôn ngữ người nhận";
"sign.mobile.recipient.languageDesc"                    =       "Khi người nhận mở tài liệu để ký, giao diện ký sẽ là ngôn ngữ đã chọn.";

"sign.mobile.request.printAndSign.uploadPhysicalDocument"   =  "Tải lên tài liệu đã ký tươi";
"sign.mobile.request.printAndSign.uploadSignedDocument"     =  "Tải lên tài liệu đã ký";
"sign.mobile.request.printAndPhysciallySign"                =  "In ra và ký tươi";
"sign.mobile.request.printAndSign.reviewDocumentForNextSigner" =  "Một bản ký tươi của tài liệu này đã được tải lên cho người ký trước đó. Vui lòng xem lại căn chỉnh các trường trong tài liệu dành cho những người ký sau và gửi tài liệu đi.";
"sign.mobile.notif.uploadedSuccessfully"                        =   "Đã tải lên thành công";
"sign.mobile.request.status.physciallySigned"                   =    "Đã ký tươi";
"sign.mobile.request.status.physicalSigningWaitingForApproval"  =    "Đã ký tươi và chờ được chấp thuận";
"sign.mobile.notif.printAndsign.waitingForReview"               =   "Bạn đã gửi một bản ký tươi cho tài liệu này. Bản sao đã tải lên của bạn đang chờ xem xét.";
"sign.mobile.alert.reviewingByOwner"                            =   "Tài liệu này hiện đang được chủ sở hữu xem xét. Xin thử truy cập lại sau.";
"sign.mobile.request.status.manual_signing_correction"          =   "Đang chờ xem xét";
"sign.mobile.request.uploadedOn"                        =       "Đã tải lên vào";
"sign.mobile.request.printAndSign.ownerTerms"           =      "Bằng văn bản này tôi xác nhận rằng tệp tin đã tải lên là một bản sao của tài liệu này được người ký nêu trên ký tươi.";
"sign.mobile.request.printAndSign.agreeAndUpload"       =    "Đồng ý & Tải lên";
"sign.mobile.request.printAndSign.sentRequestDescription"           =     "Bạn sắp tải lên một bản sao của tài liệu này được người ký ký tươi. Khi đã tải lên, những người ký còn lại (nếu có) trong luồng ký sẽ tiếp tục ký vào tài liệu đã tải lên.";
"sign.mobile.common.review"                          =     "Xem xét";
"sign.mobile.notify.sentToOwnerForReview"            =   "Tài liệu đã được gửi cho chủ sở hữu xem xét.";
"sign.mobile.recipient.alert.userHasAlreadySigned"   =   "Người nhận này đã ký tài liệu.";
"sign.mobile.request.operationType.requestMarkedAsComplete"     = "Tài liệu đã được đánh dấu là hoàn tất";
"sign.mobile.request.operationType.requestManualSigningSuccess" = "Đã ký tươi";
"sign.mobile.request.operationType.requestManualSigningApproved" = "Đã ký tươi và được chấp nhận";
"sign.mobile.request.operationType.recipientManualSigningSuccess"   = "Đã được người nhận ký tươi";
"sign.mobile.request.operationType.recipientManualSigningApproved"  = "Tài liệu ký tươi đã được chấp nhận";
"sign.mobile.request.printAndSign.showPreviousVersions"  =  "Hiển thị các bản trước đó";
"sign.mobile.request.printAndSign.previousVersions"     =  "Các bản trước";
"sign.mobile.request.printAndSign.reviewAndAccept"      = "Xem Xét & Chấp Nhận";
"sign.mobile.common.accept"                             =   "Chấp nhận";
"sign.mobile.request.printAndSign.step1"                =   "Bước 1:";
"sign.mobile.request.printAndSign.step2"                =   "Bước 2:";
"sign.mobile.request.printAndSign.downloadDocumentForPrint"  = "Tải tài liệu xuống để in";
"sign.mobile.request.printAndSign.downloadDocument"     =   "Tải tài liệu xuống";
"sign.mobile.request.printAndSign.uploadTheScannedDocument" =  "Tải lên một bản quét của tài liệu đã được tải xuống, in, và ký tươi.";


"sign.mobile.tooltip.sdkSuccessmsg" = "Một bản sao có chữ ký của tài liệu này đã được gửi đến thư của bạn";
